[
    {
        "id": 426,
        "title": "Cervical Cancer: Screening -- Women aged 21 to 65 years",
        "grade": "A",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            21,
            65
        ],
        "text": "The USPSTF recommends screening for cervical cancer every 3 years with cervical cytology alone in women aged 21 to 29 years. For women aged 30 to 65 years, the USPSTF recommends screening every 3 years with cervical cytology alone, every 5 years with high-risk human papillomavirus (hrHPV) testing alone, or every 5 years with hrHPV testing in combination with cytology (cotesting). See the Clinical Considerations section for the relative benefits and harms of alternative screening strategies for women 21 years or older.",
        "servFreq": "screening for cervical cancer every 3 years with cervical cytology alone in women aged 21 to 29 years. For women aged 30 to 65 years, the USPSTF recommends screening every 3 years with cervical cytology alone, every 5 years with high-risk human papillomavirus (hrHPV) testing alone, or every 5 years with hrHPV testing in combination with cytology (cotesting).\r\n&nbsp;",
        "riskName": "",
        "risk": [],
        "riskText": "All women aged 21 to 65 years are at risk for cervical cancer because of potential exposure to high-risk HPV types (hrHPV) through sexual intercourse and should be screened. Certain risk factors further increase risk for cervical cancer, including HIV infection, a compromised immune system, in utero exposure to diethylstilbestrol, and previous treatment of a high-grade precancerous lesion or cervical cancer. Women with these risk factors should receive individualized follow-up.",
        "general": "389",
        "tool": [
            "148",
            "150",
            "149"
        ]
    },
    {
        "id": 1928,
        "title": "Colorectal Cancer: Screening -- Adults aged 50 to 75 years",
        "grade": "A",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            50,
            75
        ],
        "text": "The USPSTF recommends screening for colorectal cancer in all adults aged 50 to 75 years. \r\rSee the \"Practice Considerations\" section and Table 1 for details about screening strategies.",
        "servFreq": " \r\nScreen all adults aged 50 to 75 years for colorectal cancer. Several recommended screening tests are available. Clinicians and patients may consider a variety of factors in deciding which test may be best for each person. For example, the tests require different frequencies of screening, location of screening (home or office), methods of screening (stool-based or direct visualization), preprocedure bowel preparation, anesthesia or sedation during the test, and follow-up procedures for abnormal findings.\r\n \r\n&nbsp;\r\n \r\nRecommended screening strategies include:\r\n \r\n\r\n\r\nHigh-sensitivity guaiac fecal occult blood test (HSgFOBT) or fecal immunochemical test (FIT) every year\r\n\r\n\r\nStool DNA-FIT every 1 to 3 years\r\n\r\n\r\nComputed tomography colonography every 5 years\r\n\r\n\r\nFlexible sigmoidoscopy every 5 years\r\n\r\n\r\nFlexible sigmoidoscopy every 10 years + annual FIT\r\n\r\n\r\nColonoscopy screening every 10 years\r\n\r\n\r\n ",
        "riskName": "",
        "risk": [],
        "riskText": " \r\nAge is one of the most important risk factors for colorectal cancer, with incidence rates increasing with age and nearly 94% of new cases of colorectal cancer occurring in adults 45 years or older. Rates of colorectal cancer incidence are higher in Black adults and American Indian and Alaskan Native adults, persons with a family history of colorectal cancer (even in the absence of any known inherited syndrome such as Lynch syndrome or familial adenomatous polyposis), men, and persons with other risk factors (such as obesity, diabetes, long-term smoking, and unhealthy alcohol use). However, all adults 50 years or older should be offered screening, even if these risk factors are absent.\r\n ",
        "general": "443",
        "tool": [
            "333",
            "340",
            "339",
            "338",
            "337",
            "336",
            "335",
            "334"
        ]
    },
    {
        "id": 2020,
        "title": "Folic Acid Supplementation to Prevent Neural Tube Defects: Preventive Medication -- Persons who plan to or could become pregnant",
        "grade": "A",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            11,
            49
        ],
        "text": "The USPSTF recommends that all persons planning to or who could become pregnant take a daily supplement containing 0.4 to 0.8 mg (400 to 800 mcg) of folic acid.",
        "servFreq": "The neural plate completes its formation and closure early in pregnancy (usually 26 to 28 days after fertilization). This means the critical period for folic acid supplementation starts at least 1 month before conception and continues through the first 2 to 3 months of pregnancy. Nearly half of all pregnancies in the US are unplanned; to gain the full benefits of supplementation, clinicians should advise all persons who plan to or who could become pregnant to take daily folic acid.",
        "riskName": "Pregnant",
        "risk": [
            "39"
        ],
        "riskText": "All pregnancies are at risk for neural tube defects, and persons who are planning to or could become pregnant should take folic acid supplements. Certain risk factors convey a higher risk, and individuals with these risk factors should talk to their health care professional. These factors include personal, partner, or family history of neural tube defects, malabsorption caused by bariatric procedures, the use of certain antiseizure medicines, and genetic mutations in folate-related enzymes. Pregestational diabetes and obesity have been associated with an increased risk of neural tube defects. Ethnic groups such as First Nation persons in Canada and Hispanic persons in California are thought to be at higher risk of neural tube defects. It is unclear, however, whether this is related to a higher risk of genetic variations among these groups or due to differential intake of folic acid&ndash;fortified foods.",
        "general": "798",
        "tool": [
            "506",
            "509",
            "508",
            "507"
        ]
    },
    {
        "id": 503,
        "title": "Hepatitis B Virus Infection in Pregnant Women: Screening -- Pregnant women",
        "grade": "A",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            11,
            49
        ],
        "text": "The USPSTF recommends screening for hepatitis B virus (HBV) infection in pregnant women at their first prenatal visit",
        "servFreq": "A test for HBsAg should be ordered at the first prenatal visit. Women with unknown HBsAg status or with new or continuing risk factors for HBV infection (eg, injection drug use or a sexually transmitted infection) should be screened at the time of admission to a hospital or other delivery setting.",
        "riskName": "Pregnant",
        "risk": [
            "39"
        ],
        "riskText": "In the United States, new cases of HBV among adults are largely transmitted through injection drug use or sexual intercourse, but most prevalent cases of HBV infection are chronic infections from exposure occurring in infancy or childhood. Another major risk factor for HBV infection is country of origin. In the United States, adults with HBV born in high-prevalence countries were commonly infected during childhood. In children, the primary source of infection is perinatal transmission at birth.",
        "general": "420",
        "tool": [
            "233",
            "235",
            "234"
        ]
    },
    {
        "id": 485,
        "title": "Human Immunodeficiency Virus (HIV) Infection: Screening -- Adolescents and adults aged 15 to 65 years",
        "grade": "A",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            15,
            65
        ],
        "text": "The USPSTF recommends that clinicians screen for HIV infection in adolescents and adults aged 15 to 65 years. Younger adolescents and older adults who are at increased risk of infection should also be screened.\rSee the Clinical Considerations section for more information about assessment of risk, screening intervals, and rescreening in pregnancy.",
        "servFreq": "The USPSTF found insufficient evidence to determine appropriate or optimal time intervals or strategies for repeat HIV screening. However, repeat screening is reasonable for persons known to be at increased risk of HIV infection, such as sexually active men who have sex with men; persons with a sex partner who is living with HIV; or persons who engage in behaviors that may convey an increased risk of HIV infection, such as injection drug use, transactional sex or commercial sex work, having 1 or more new sex partners whose HIV status is unknown, or having other factors that can place a person at increased risk of HIV infection (see &ldquo;Risk Assessment&rdquo;). Repeat screening is also reasonable for persons who live or receive medical care in a high-prevalence setting, such as a sexually transmitted disease clinic, tuberculosis clinic, correctional facility, or homeless shelter.",
        "riskName": "",
        "risk": [],
        "riskText": "Although all adolescents and adults aged 15 to 65 years should be screened, there are a number of risk factors that increase risk. Among adolescents younger than 15 years and adults older than 65 years, clinicians should offer testing to patients at increased risk. Most new diagnoses of HIV infection are attributed to male-to-male sexual contact; injection drug use is another important risk factor. Additional risk factors include having anal intercourse without a condom, having vaginal intercourse without a condom and with more than 1 partner whose HIV status is unknown, exchanging sex for drugs or money (transactional sex), having other STIs or a sex partner with an STI, and having a sex partner who is living with HIV or is in a high-risk category. Persons who request testing for STIs, including HIV, are also considered to be at increased risk.",
        "general": "440",
        "tool": [
            "321",
            "210",
            "322"
        ]
    },
    {
        "id": 486,
        "title": "Human Immunodeficiency Virus (HIV) Infection: Screening -- Pregnant persons",
        "grade": "A",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            11,
            49
        ],
        "text": "The USPSTF recommends that clinicians screen for HIV infection in all pregnant persons, including those who present in labor or at delivery whose HIV status is unknown.",
        "servFreq": "The CDC and ACOG recommend repeat prenatal screening for HIV during the third trimester of pregnancy in women with risk factors for HIV acquisition and in women living or receiving care in high-incidence settings, and the CDC notes that repeat screening for HIV during the third trimester may be considered in all women.&nbsp;",
        "riskName": "Pregnant",
        "risk": [
            "39"
        ],
        "riskText": "Although all adolescents and adults aged 15 to 65 years should be screened, there are a number of risk factors that increase risk. Among adolescents younger than 15 years and adults older than 65 years, clinicians should offer testing to patients at increased risk. Most new diagnoses of HIV infection are attributed to male-to-male sexual contact; injection drug use is another important risk factor. Additional risk factors include having anal intercourse without a condom, having vaginal intercourse without a condom and with more than 1 partner whose HIV status is unknown, exchanging sex for drugs or money (transactional sex), having other STIs or a sex partner with an STI, and having a sex partner who is living with HIV or is in a high-risk category. Persons who request testing for STIs, including HIV, are also considered to be at increased risk.",
        "general": "440",
        "tool": [
            "321",
            "210",
            "322"
        ]
    },
    {
        "id": 1921,
        "title": "Hypertension in Adults: Screening -- Adults 18 years or older without known hypertension",
        "grade": "A",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF recommends screening for hypertension in adults 18 years or older with office blood pressure measurement (OBPM). The USPSTF recommends obtaining blood pressure measurements outside of the clinical setting for diagnostic confirmation before starting treatment.",
        "servFreq": " \r\nAlthough evidence on optimal screening intervals is limited, reasonable options include:\r\n \r\n \r\n\r\n\r\nScreening for hypertension every year in adults 40 years or older and in adults at increased risk for hypertension (such as Black persons, persons with high-normal blood pressure, or persons who are overweight or obese)\r\n\r\n\r\n \r\n \r\n\r\n\r\nScreening less frequently (ie, every 3 to 5 years) as appropriate for adults aged 18 to 39 years not at increased risk for hypertension and with a prior normal blood pressure reading.\r\n\r\n\r\n ",
        "riskName": "",
        "risk": [],
        "riskText": " \r\nAlthough all adults should be screened for hypertension, risk factors that increase a person&rsquo;s risk for the condition include older age, Black race, family history, excess weight and obesity, lifestyle habits (lack of physical activity, stress, and tobacco use), and dietary factors (diet high in fat or sodium, diet low in potassium, or excessive alcohol intake)\r\n ",
        "general": "434",
        "tool": [
            "283",
            "291",
            "290",
            "289",
            "288",
            "287",
            "286",
            "285",
            "284"
        ]
    },
    {
        "id": 447,
        "title": "Ocular Prophylaxis for Gonococcal Ophthalmia Neonatorum: Preventive Medication -- Newborns",
        "grade": "A",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            0,
            1
        ],
        "text": "The USPSTF recommends prophylactic ocular topical medication for all newborns to prevent gonococcal ophthalmia neonatorum.",
        "servFreq": "Prophylaxis should be provided within 24 hours after birth.&nbsp;The USPSTF recommends screening for gonorrhea in all sexually active women 24 years and younger and in older women at increased risk for infection, as well as pregnant women.13&nbsp;The Centers for Disease Control and Prevention provides clinical guidance for ocular prophylaxis and treatment of gonococcal ophthalmia neonatorum.10",
        "riskName": "",
        "risk": [],
        "general": "425",
        "tool": [
            "246",
            "247"
        ]
    },
    {
        "id": 2021,
        "title": "Prevention of Acquisition of HIV: Preexposure Prophylaxis -- Adolescents and adults at increased risk of HIV",
        "grade": "A",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            10,
            100
        ],
        "text": "The USPSTF recommends that clinicians prescribe preexposure prophylaxis using effective antiretroviral therapy to persons who are at increased risk of HIV acquisition to decrease the risk of acquiring HIV. \r\rSee the Practice Considerations section for more information about identification of persons at increased risk and about effective antiretroviral therapy.",
        "riskName": "Sexually Active",
        "risk": [
            "40"
        ],
        "riskText": "HIV is primarily acquired via sexual activity or injection drug use. It is important that clinicians routinely take a sexual and injection drug use history for all their patients in an open and nonjudgmental manner. All adolescents and adults who are sexually active or who inject drugs should be informed that acquisition of HIV can be prevented, to facilitate subsequent risk assessment and discussions about preexposure prophylaxis (PrEP) and other ways to prevent acquisition of HIV. Importantly, risk of HIV acquisition exists on a continuum, and currently available risk assessment tools all have limitations. However, certain risk factors or behaviors are known to place persons at increased risk of HIV.\r\nRisk of HIV acquisition depends on the likelihood that a specific act or activity will transmit HIV and the likelihood that a sex partner or drug injection partner has HIV. Likelihood of HIV transmission is highest with needle-sharing injection drug use and condomless receptive anal intercourse. Condomless receptive anal intercourse has an approximately 10- to 15-fold higher risk of transmission than condomless insertive anal sex and condomless receptive and insertive penile-vaginal sex. A 2018 study estimated the prevalence of HIV (ie, an estimate of the likelihood that a partner whose HIV status is unknown has HIV at a population level) as 12.4% among men who have sex with men and 1.9% among persons who inject drugs. The overall prevalence of HIV in the US is estimated at 0.3%.&nbsp;Of note, both the frequency of specific sexual activities and a person&rsquo;s number of sexual partners will also affect their risk of HIV.\r\n&nbsp;The USPSTF recommends that the following persons be considered for PrEP:\r\n1.&nbsp;&nbsp;&nbsp;&nbsp; Sexually active adults and adolescents weighing at least 35 kg (77 lb) who have engaged in anal or vaginal sex in the past 6 months and have any of the following:\r\n&nbsp;\r\n&middot;&nbsp;&nbsp;&nbsp;&nbsp; A sexual partner who has HIV (especially if the partner has an unknown or detectable viral load).\r\n&middot;&nbsp;&nbsp;&nbsp;&nbsp; A bacterial sexually transmitted infection (STI) (syphilis, gonorrhea, or chlamydia for men who have sex with men and transgender women; gonorrhea and syphilis for heterosexual women and men) in the past 6 months.\r\n&middot;&nbsp;&nbsp;&nbsp;&nbsp; A history of inconsistent or no condom use with sex partner(s) whose HIV status is not known; assessing risk in conversation with the patient and considering factors such as number of partners, the specific sexual activities a person engages in, and whether their sex partner or partners are in a group with a higher prevalence of HIV (eg, men who have sex with men or with men and women, transgender women, persons who inject drugs, and persons who engage in transactional sex).\r\n&nbsp;\r\n2. &nbsp; Persons who inject drugs and have a drug-injecting partner who has HIV or who shares injection equipment.\r\nPersons who engage in transactional sex, such as sex for money, drugs, or housing, including commercial sex workers or persons trafficked for sex work, constitute a group at increased risk of HIV acquisition and should be considered for PrEP based on the criteria outlined above. Persons who request PrEP may have undisclosed behaviors that put them at risk. Transgender women and men who are sexually active should be considered for PrEP based on the criteria outlined above. Transgender women are at especially high risk of HIV acquisition. A Centers for Disease Control and and Prevention (CDC) survey in 7 cities found an HIV prevalence of 42% among transgender women. Prevalence was highest among Black transgender women (62%) and Native American/Alaska Native transgender women (65%).\r\nIn addition, studies have found that transmission of HIV to a seronegative partner from a partner with HIV has not been observed when the partner with HIV was being treated with antiretroviral therapy and had a suppressed viral load.&nbsp;It is not known whether PrEP use further decreases the risk of HIV transmission when a partner with HIV has a documented undetectable viral load. Factors such as the consistency or inconsistency of a partner&rsquo;s viral load being suppressed, a partner&rsquo;s adherence to antiretroviral therapy, and the degree of certainty that a partner&rsquo;s viral load is suppressed (eg, self-report vs availability of laboratory test results) may help inform decisions about the use of PrEP in this situation.\r\nAll persons being considered for PrEP must have a recently documented negative HIV antigen-antibody test result, and if they have taken oral PrEP or postexposure prophylaxis in the past 3 months, or injectable cabotegravir in the past 12 months, the CDC recommends testing with both an HIV antigen-antibody assay and an HIV-1 RNA assay.",
        "general": "838",
        "tool": [
            "523",
            "530",
            "529",
            "528",
            "527",
            "526",
            "525",
            "524"
        ]
    },
    {
        "id": 186,
        "title": "Rh(D) Incompatibility: Screening -- Pregnant women, during the first pregnancy-related care visit ",
        "grade": "A",
        "gradeVer": 0,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            11,
            49
        ],
        "text": "The USPSTF strongly recommends Rh(D) blood typing and antibody testing for all pregnant women during their first visit for pregnancy-related care.",
        "servFreq": "First prenatal visit.",
        "riskName": "Pregnant",
        "risk": [
            "39"
        ],
        "general": "256",
        "tool": []
    },
    {
        "id": 1989,
        "title": "Syphilis Infection in Nonpregnant Adolescents and Adults: Screening -- Asymptomatic, nonpregnant adolescents and adults who are at increased risk for syphilis infection",
        "grade": "A",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            12,
            100
        ],
        "text": "The USPSTF recommends screening for syphilis infection in persons who are at increased risk for infection.",
        "servFreq": "Optimal screening frequency for persons who are at increased risk for syphilis infection is not well established. Men who have sex with men or persons with HIV infection may benefit from screening at least annually or more frequently (eg, every 3 to 6 months) if they continue to be at high risk.",
        "riskName": "Sexually Active",
        "risk": [
            "40"
        ],
        "riskText": "The USPSTF recommends screening for syphilis in persons who are at increased risk for infection. When deciding which persons to screen for syphilis, clinicians should consider the prevalence of infection in the communities they serve, as well as other sociodemographic and behavioral factors that may be associated with increased risk of syphilis infection. For example, prevalence of syphilis is higher in men, men who have sex with men, persons with HIV infection, young adults, and persons with a history of incarceration, sex work, or military service. A substantial percentage of heterosexual syphilis transmission occurs among persons who use illicit drugs, particularly methamphetamine. Diagnosis of another STI may signal that a person is having condomless sex, which increases their risk of syphilis infection. Higher infection rates in persons of some racial and ethnic groups have been reported and are primarily a reflection of a combination of factors, including social determinants of health (eg, disparities of income, low educational achievement, and unstable housing), differential health insurance coverage or access to quality health care, and differences in sexual network characteristics (eg, individuals living in communities with a high prevalence of STIs have an increased chance of encountering an infected partner). Local prevalence rates may change over time, so clinicians should be aware of the latest data and trends for their specific population and geographic area, which are available through their state and local health departments and Centers for Disease Control and Prevention (CDC) surveillance.\r\n&nbsp;\r\nAlthough direct evidence on screening in nonpregnant persons who are not at increased risk for syphilis infection is lacking, based on the established test performance characteristics of current screening tests and the low prevalence rate of syphilis in this population, the yield of screening is likely low.9,10 Therefore, screening in this population may result in high false-positive rates and overtreatment.",
        "general": "674",
        "tool": [
            "437",
            "442",
            "347",
            "345",
            "344",
            "438"
        ]
    },
    {
        "id": 431,
        "title": "Syphilis Infection in Pregnant Women: Screening -- Pregnant women",
        "grade": "A",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            11,
            49
        ],
        "text": "The USPSTF recommends early screening for syphilis infection in all pregnant women.",
        "servFreq": "All pregnant women should be tested for syphilis as early as possible when they first present to care. If a woman has not received prenatal care prior to delivery, she should be tested at the time she presents for delivery. In most cases of congenital syphilis, pregnant women received prenatal care but were not screened and treated for syphilis early enough during the pregnancy to prevent transmission to the fetus.",
        "riskName": "Pregnant",
        "risk": [
            "39"
        ],
        "general": "416",
        "tool": [
            "222",
            "223"
        ]
    },
    {
        "id": 1905,
        "title": "Tobacco Smoking Cessation in Adults, Including Pregnant Persons: Interventions -- Nonpregnant adults",
        "grade": "A",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF recommends that clinicians ask all adults about tobacco use, advise them to stop using tobacco, and provide behavioral interventions and US Food and Drug Administration (FDA)--approved pharmacotherapy for cessation to nonpregnant adults who use tobacco.",
        "riskName": "Tobacco user",
        "risk": [
            "41"
        ],
        "general": "429",
        "tool": [
            "253",
            "260",
            "259",
            "258",
            "257",
            "256",
            "255",
            "254"
        ]
    },
    {
        "id": 1906,
        "title": "Tobacco Smoking Cessation in Adults, Including Pregnant Persons: Interventions -- Pregnant persons",
        "grade": "A",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            18,
            50
        ],
        "text": "The USPSTF recommends that clinicians ask all pregnant persons about tobacco use, advise them to stop using tobacco, and provide behavioral interventions for cessation to pregnant persons who use tobacco.",
        "riskName": "Tobacco user",
        "risk": [
            "39",
            "41"
        ],
        "general": "429",
        "tool": [
            "253",
            "260",
            "259",
            "258",
            "257",
            "256",
            "255",
            "254"
        ]
    },
    {
        "id": 518,
        "title": "Abdominal Aortic Aneurysm: Screening -- Men aged 65 to 75 years who have ever smoked",
        "grade": "B",
        "gradeVer": 1,
        "gender": "male",
        "sex": "male",
        "ageRange": [
            65,
            75
        ],
        "text": "The USPSTF recommends 1-time screening for abdominal aortic aneurysm (AAA) with ultrasonography in men aged 65 to 75 years who have ever smoked.",
        "servFreq": "One-time screening",
        "riskName": "",
        "risk": [],
        "riskText": "Risk factors for AAA include older age, male sex, smoking, and having a first-degree relative with an AAA. The recommendation varies based on a patient&rsquo;s sex, age, and smoking history. &ldquo;Ever smoker&rdquo; is commonly defined as smoking 100 or more cigarettes.",
        "general": "421",
        "tool": [
            "236",
            "237"
        ]
    },
    {
        "id": 2014,
        "title": "Anxiety Disorders in Adults: Screening -- Adults 64 years or younger, including pregnant and postpartum persons",
        "grade": "B",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            64
        ],
        "text": "The USPSTF recommends screening for anxiety disorders in adults, including pregnant and postpartum persons.",
        "servFreq": "Screening Intervals\r\nThere is little evidence regarding optimal timing for screening, or screening interval, for both the perinatal and general adult populations; more evidence on both timing and screening interval is needed for all adult populations. A pragmatic approach in the absence of evidence might include screening all adults who have not been screened previously and using clinical judgment in considering risk factors, comorbid conditions, and life events to determine if additional screening of high-risk patients is warranted. Ongoing assessment of risks that may develop during pregnancy and the postpartum period is also a reasonable approach.",
        "riskName": "",
        "risk": [],
        "riskText": "Assessment of Risk\r\nRisk factors for anxiety disorders include sociodemographic factors, psychosocial factors, and physical and mental health factors such as marital status (widowed or divorced), stressful life events, smoking and alcohol use, other mental health conditions, or a parental history of mental disorders. Demographic factors such as low socioeconomic status and female sex are associated with higher rates of anxiety disorders.&nbsp;Black persons and individuals of non-Hispanic ethnicity are at increased risk of anxiety disorders due to social, rather than biological, factors. Anxiety and depressive disorders often overlap. One cohort study found that 67% of individuals with a depressive disorder also had a current anxiety disorder, and 75% had a lifetime comorbid anxiety disorder.",
        "general": "977",
        "tool": [
            "569",
            "575",
            "574",
            "573",
            "417",
            "571",
            "411"
        ]
    },
    {
        "id": 1990,
        "title": "Anxiety in Children and Adolescents: Screening -- Children and adolescents aged 8 to 18 years",
        "grade": "B",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            8,
            18
        ],
        "text": "The USPSTF recommends screening for anxiety in children and adolescents aged 8 to 18 years.",
        "servFreq": "The USPSTF found no evidence on appropriate or recommended screening intervals, and the optimal interval is unknown. Repeated screening may be most productive in adolescents with risk factors for anxiety. Opportunistic screening may be appropriate for adolescents, who may have infrequent health care visits.",
        "riskName": "",
        "risk": [],
        "riskText": "Risk factors for anxiety disorders include genetic, personality, and environmental factors, such as attachment difficulties, interparental conflict, parental overprotection, early parental separation, and child maltreatment. Demographic factors such as poverty and low socioeconomic status are also associated with higher rates of anxiety disorders. The National Survey on LGBTQ Youth Mental Health reported that 72% of lesbian, gay, bisexual, transgender, and queer youth and 77% of transgender and nonbinary youth described GAD symptoms. According to the 2016 NSCH, anxiety conditions were most common in older children and adolescents (aged 12 to 17 years) compared with younger children (11 years or younger).\r\n&nbsp;\r\nPrevious studies suggested that Black youth may have lower rates of mental health disorders compared with White youth. The 2016 NSCH also found that anxiety conditions were more common in non-Hispanic White children compared with children of other racial or ethnic backgrounds. However, recent cohorts of Black children or adolescents have reported a higher prevalence of anxiety disorders than in the past. Multiple factors, ranging from socioeconomic status, childhood adversity, family structure, and neighborhood effects, may influence patterns of prevalence by race or ethnicity. Adverse childhood experiences influence the likelihood of experiencing mental health conditions such as anxiety. Adverse childhood experiences may result from a complex interaction of familial, peer, or societal factors, including racial discrimination. These adverse childhood experiences may be blatant or subtle (eg, microaggressions) but are potentially traumatic events that, in the context of historic trauma, structural racism, and biopsychological vulnerability, can worsen mental health outcomes. Combined with lower engagement with mental health services, adverse childhood experiences can result in high levels of unmet mental health needs in Black youth. Similar patterns of historic trauma, adverse childhood experiences, and substance abuse may also explain higher rates of mental health disorders in Native American/Alaska Native youth.",
        "general": "937",
        "tool": [
            "548",
            "410",
            "404",
            "403",
            "402",
            "401",
            "550",
            "549"
        ]
    },
    {
        "id": 1938,
        "title": "Aspirin Use to Prevent Preeclampsia and Related Morbidity and Mortality: Preventive Medication -- Pregnant persons at high risk for preeclampsia",
        "grade": "B",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            11,
            49
        ],
        "text": "The USPSTF recommends the use of low-dose aspirin (81 mg/day) as preventive medication after 12 weeks of gestation in persons who are at high risk for preeclampsia.\r\rSee the Practice Considerations section for information on high risk and aspirin dose.",
        "servFreq": "Once daily after 12 weeks of gestation",
        "riskName": "Pregnant",
        "risk": [
            "39"
        ],
        "riskText": " \r\nPersons with a history of preeclampsia in a previous pregnancy, type 1 or type 2 diabetes, and chronic hypertension are at highest risk for preeclampsia. Additional conditions that place a person at high risk for preeclampsia include multifetal gestation, conception using assisted reproductive technology, autoimmune disease, and kidney disease. Other factors associated with increased preeclampsia risk include nulliparity, high prepregnancy body mass index, family history of preeclampsia, and advanced maternal age (35 years or older). In addition, Black persons have higher rates of preeclampsia and are at increased risk for serious complications due to various societal and health inequities.\r\n ",
        "general": "447",
        "tool": [
            "358",
            "360",
            "359"
        ]
    },
    {
        "id": 513,
        "title": "Asymptomatic Bacteriuria in Adults: Screening -- Pregnant persons",
        "grade": "B",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            11,
            49
        ],
        "text": "The USPSTF recommends screening for asymptomatic bacteriuria using urine culture in pregnant persons.",
        "servFreq": "In general, screening is performed once at the first prenatal visit per clinical guidelines. However, there is little evidence on the optimal timing and frequency of screening for asymptomatic bacteriuria in pregnancy.2&nbsp; .&nbsp;Screen pregnant persons for asymptomatic bacteriuria using a midstream, clean-catch urine culture at the first prenatal visit or at 12 to 16 weeks of gestation, whichever is earlier. A urine culture showing &gt;100,000 CFU/mL of a single uropathogen or &gt;10,000 CFU/mL if the pathogen is group B streptococcus indicates treatment.",
        "riskName": "Pregnant",
        "risk": [
            "39"
        ],
        "riskText": "This recommendation applies to adults 18 years and older and pregnant persons of any age without signs and symptoms of a urinary tract infection. It does not apply to persons who have chronic medical or urinary tract conditions, such as end-stage renal disease; have indwelling urinary catheters, urinary stents, or spinal cord injuries; are hospitalized; reside in an institution (eg, a nursing home); or who are transplant recipients.\r\n&nbsp;\r\nThe risk of developing asymptomatic bacteriuria varies by age, sex, and pregnancy status.6&nbsp;Because of the location and length of the female urethra, women are predisposed to infections of the urinary tract, including asymptomatic bacteriuria.5&nbsp;Physiologic changes in both pregnant and older women increase the risk of asymptomatic bacteriuria and a urinary tract infection.7,&nbsp;11,&nbsp;12&nbsp;In general, men are at low risk of developing asymptomatic bacteriuria, although rates increase with older age.12&nbsp;Persons with diabetes are also at increased risk of developing asymptomatic bacteriuria.4,&nbsp;6",
        "general": "422",
        "tool": [
            "238",
            "240",
            "239"
        ]
    },
    {
        "id": 507,
        "title": "BRCA-Related Cancer: Risk Assessment, Genetic Counseling, and Genetic Testing -- Women with a personal or family history of breast, ovarian, tubal, or peritoneal cancer or an ancestry associated with BRCA1/2 gene mutation",
        "grade": "B",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF recommends that primary care clinicians assess women with a personal or family history of breast, ovarian, tubal, or peritoneal cancer or who have an ancestry associated with breast cancer susceptibility 1 and 2 (BRCA1/2) gene mutations with an appropriate brief familial risk assessment tool. Women with a positive result on the risk assessment tool should receive genetic counseling and, if indicated after counseling, genetic testing.",
        "servFreq": "Consideration of screening for potentially harmful BRCA mutations should begin once women have reached the age of consent (18 years). Primary care providers should periodically assess all patients for changes in family history (for example, comprehensive review at least every 5 to 10 years)",
        "riskName": "",
        "risk": [],
        "riskText": "Patients with family or personal histories of breast, ovarian, tubal, or peritoneal cancer or ancestry associated with harmful&nbsp;&lt; i&gt;BRCA1/2&nbsp;mutations should be assessed using a familial risk assessment tool. The USPSTF found adequate evidence that these tools are accurate in identifying women with increased likelihood of&nbsp;&lt; i&gt;BRCA1/2mutations. Tools evaluated by the USPSTF include the Ontario Family History Assessment Tool, Manchester Scoring System, Referral Screening Tool, Pedigree Assessment Tool, 7-Question Family History Screening Tool, International Breast Cancer Intervention Study instrument (Tyrer-Cuzick), and brief versions of BRCAPRO. These tools should be used to guide referrals to genetic counseling.&nbsp;Persons should consider their sex at birth to determine which recommendation best applies to them.",
        "general": "413",
        "tool": [
            "212",
            "214",
            "213"
        ]
    },
    {
        "id": 510,
        "title": "Breast Cancer: Medication Use to Reduce Risk -- Women at increased risk for breast cancer aged 35 years or older",
        "grade": "B",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            35,
            100
        ],
        "text": "The USPSTF recommends that clinicians offer to prescribe risk-reducing medications, such as tamoxifen, raloxifene, or aromatase inhibitors, to women who are at increased risk for breast cancer and at low risk for adverse medication effects.",
        "servFreq": "Although evidence on the best interval at which to reassess risk and indications for risk-reducing medications is not available, a pragmatic approach would be to repeat risk assessment when there is a significant change in breast cancer risk factors, for instance when a family member is diagnosed with breast cancer or when there is a new diagnosis of atypical hyperplasia or lobular carcinoma in situ on breast biopsy.\r\nWhen considering prescribing breast cancer risk-reducing medications, potential benefit of risk reduction of breast cancer must be balanced against the potential harms of adverse medication effects. See below for more information on potential harms from risk-reducing medications.",
        "riskName": "",
        "risk": [],
        "riskText": "Assessment of Risk for Breast Cancer\r\nVarious methods are available to identify women at increased risk for breast cancer, including formal clinical risk assessment tools or assessing breast cancer risk factors without using a formal tool.\r\nNumerous risk assessment tools, such as the National Cancer Institute (NCI) Breast Cancer Risk Assessment Tool,5 estimate a woman&rsquo;s risk of developing breast cancer over the next 5 years. There is no single cutoff for defining increased risk for all women. Women at greater risk, such as those with at least a 3% risk for breast cancer in the next 5 years, are likely to derive more benefit than harm from risk-reducing medications6 and should be offered these medications if their risk of harms is low. Some women at lower risk for breast cancer have also been included in trials documenting reduced risk for breast cancer when taking tamoxifen, raloxifene, or aromatase inhibitors.3, 4 However, when balancing the harms associated with these medications, the net benefit will be lower among women at lower risk.\r\nAlternatively, clinicians may use combinations of risk factors (including some risk factors not included in risk assessment tools but that would have permitted enrollment in some of the risk reduction trials) to identify women at increased risk. Some examples of combinations of multiple risk factors in women at increased risk include (but are not limited to) age 65 years or older with 1 first-degree relative with breast cancer; 45 years or older with more than 1 first-degree relative with breast cancer or 1 first-degree relative who developed breast cancer before age 50 years; 40 years or older with a first-degree relative with bilateral breast cancer; presence of atypical ductal or lobular hyperplasia or lobular carcinoma in situ on a prior biopsy.\r\nWomen not at increased risk for breast cancer, such as women younger than 60 years with no additional risk factors for breast cancer, or women with a low 5-year risk of breast cancer should not be routinely offered medications to reduce risk of breast cancer, since the risk of harms from these medications likely outweighs their potential benefit.\r\nWhen considering prescribing breast cancer risk-reducing medications, potential benefit of risk reduction of breast cancer must be balanced against the potential harms of adverse medication effects. See below for more information on potential harms from risk-reducing medications.",
        "general": "414",
        "tool": [
            "215",
            "218",
            "217",
            "216"
        ]
    },
    {
        "id": 2035,
        "title": "Breast Cancer: Screening -- Women aged 40 to 74 years",
        "grade": "B",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            40,
            74
        ],
        "text": "The USPSTF recommends biennial screening mammography for women aged 40 to 74 years.",
        "servFreq": "Available evidence suggests that biennial screening has a more favorable trade-off of benefits vs harms than annual screening. BCSC data showed no difference in detection of cancers stage IIB or higher and cancers with less favorable prognostic characteristics with annual vs biennial screening interval for any age group, and modeling data estimate that biennial screening has a more favorable balance of benefits to harms (eg, life-years gained or breast cancer deaths averted per false-positive result) compared with annual screening.",
        "riskName": "",
        "risk": [],
        "riskText": "These recommendations apply to cisgender women and all other persons assigned female at birth (including transgender men and nonbinary persons) 40 years or older at average risk of breast cancer.&nbsp;These recommendations apply to persons who have factors associated with an increased risk of breast cancer, such as a family history of breast cancer (ie, a first-degree relative with breast cancer) or having dense breasts. They do not apply to persons who have a genetic marker or syndrome associated with a high risk of breast cancer (eg, BRCA1 or BRCA2 genetic variation), a history of high-dose radiation therapy to the chest at a young age, or previous breast cancer or a high-risk breast lesion on previous biopsies.",
        "general": "734",
        "tool": [
            "451",
            "456",
            "455",
            "454",
            "453",
            "452"
        ]
    },
    {
        "id": 339,
        "title": "Breastfeeding: Primary Care Interventions -- Pregnant women, new mothers, and their children",
        "grade": "B",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            11,
            49
        ],
        "text": "The USPSTF recommends providing interventions during pregnancy and after birth to support breastfeeding.",
        "servFreq": "During pregnancy and after birth",
        "riskName": "",
        "risk": [],
        "riskText": "This recommendation applies to pregnant women, new mothers, and their infants and children. Interventions to support breastfeeding may also involve a woman's partner, other family members, and friends. This recommendation does not apply in circumstances where there are contraindications to breastfeeding (e.g., certain maternal medical conditions or infant metabolic disorders, such as galactosemia). The USPSTF did not review evidence on interventions directed at breastfeeding of preterm infants.",
        "general": "380",
        "tool": [
            "132",
            "134",
            "133"
        ]
    },
    {
        "id": 1935,
        "title": "Chlamydia and Gonorrhea: Screening -- Sexually active women, including pregnant persons",
        "grade": "B",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            11,
            100
        ],
        "text": "The USPSTF recommends screening for chlamydia in all sexually active women 24 years or younger and in women 25 years or older who are at increased risk for infection.",
        "servFreq": " \r\nIn the absence of studies on screening intervals, a reasonable approach would be to screen patients whose sexual history reveals new or persistent risk factors since the last negative test result.\r\n ",
        "riskName": "",
        "risk": [],
        "riskText": " \r\nAge is a strong predictor of risk for chlamydial and gonococcal infections, with the highest infection rates in women occurring during ages 15 to 24 years. Women 25 years or older are at increased risk if they have a new sex partner, more than 1 sex partner, a sex partner with concurrent partners, or a sex partner who has an STI; practice inconsistent condom use when not in a mutually monogamous relationship; or have a previous or coexisting STI. Exchanging sex for money or drugs and history of incarceration also are associated with increased risk.&nbsp;Clinicians should consider the communities they serve and may want to consult local public health authorities for information about local epidemiology and guidance on determining who is at increased risk.\r\n ",
        "general": "444",
        "tool": [
            "341",
            "349",
            "348",
            "347",
            "346",
            "345",
            "344",
            "343",
            "342"
        ]
    },
    {
        "id": 1936,
        "title": "Chlamydia and Gonorrhea: Screening -- Sexually active women, including pregnant persons",
        "grade": "B",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            11,
            100
        ],
        "text": "The USPSTF recommends screening for gonorrhea in all sexually active women 24 years or younger and in women 25 years or older who are at increased risk for infection.",
        "servFreq": " \r\nIn the absence of studies on screening intervals, a reasonable approach would be to screen patients whose sexual history reveals new or persistent risk factors since the last negative test result.\r\n ",
        "riskName": "",
        "risk": [],
        "riskText": " \r\nAge is a strong predictor of risk for chlamydial and gonococcal infections, with the highest infection rates in women occurring during ages 15 to 24 years. Women 25 years or older are at increased risk if they have a new sex partner, more than 1 sex partner, a sex partner with concurrent partners, or a sex partner who has an STI; practice inconsistent condom use when not in a mutually monogamous relationship; or have a previous or coexisting STI. Exchanging sex for money or drugs and history of incarceration also are associated with increased risk.&nbsp;Clinicians should consider the communities they serve and may want to consult local public health authorities for information about local epidemiology and guidance on determining who is at increased risk.\r\n ",
        "general": "444",
        "tool": [
            "341",
            "349",
            "348",
            "347",
            "346",
            "345",
            "344",
            "343",
            "342"
        ]
    },
    {
        "id": 1929,
        "title": "Colorectal Cancer: Screening -- Adults aged 45 to 49 years",
        "grade": "B",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            45,
            49
        ],
        "text": "The USPSTF recommends screening for colorectal cancer in adults aged 45 to 49 years. \r\rSee the \"Practice Considerations\" section and Table 1 for details about screening strategies.",
        "servFreq": " \r\nScreen all adults aged 45 to 49 years for colorectal cancer. Several recommended screening tests are available. Clinicians and patients may consider a variety of factors in deciding which test may be best for each person. For example, the tests require different frequencies of screening, location of screening (home or office), methods of screening (stool-based or direct visualization), preprocedure bowel preparation, anesthesia or sedation during the test, and follow-up procedures for abnormal findings.\r\n \r\n&nbsp;\r\n \r\nRecommended screening strategies include:\r\n \r\n\r\n\r\nHigh-sensitivity guaiac fecal occult blood test (HSgFOBT) or fecal immunochemical test (FIT) every year\r\n\r\n\r\nStool DNA-FIT every 1 to 3 years\r\n\r\n\r\nComputed tomography colonography every 5 years\r\n\r\n\r\nFlexible sigmoidoscopy every 5 years\r\n\r\n\r\nFlexible sigmoidoscopy every 10 years + annual FIT\r\n\r\n\r\nColonoscopy screening every 10 years\r\n\r\n\r\n ",
        "riskName": "",
        "risk": [],
        "riskText": " \r\nAge is one of the most important risk factors for colorectal cancer, with incidence rates increasing with age and nearly 94% of new cases of colorectal cancer occurring in adults 45 years or older. Rates of colorectal cancer incidence are higher in Black adults and American Indian and Alaskan Native adults, persons with a family history of colorectal cancer (even in the absence of any known inherited syndrome such as Lynch syndrome or familial adenomatous polyposis), men, and persons with other risk factors (such as obesity, diabetes, long-term smoking, and unhealthy alcohol use).&nbsp;However, all adults 45 years or older should be offered screening, even if these risk factors are absent.\r\n ",
        "general": "443",
        "tool": [
            "333",
            "340",
            "339",
            "338",
            "337",
            "336",
            "335",
            "334"
        ]
    },
    {
        "id": 2016,
        "title": "Depression and Suicide Risk in Adults: Screening -- Adults, including pregnant and postpartum persons, and older adults (65 years or older)",
        "grade": "B",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF recommends screening for depression in the adult population, including pregnant and postpartum persons, as well as older adults.",
        "servFreq": "Screening Intervals\r\nThere is little evidence regarding the optimal timing for screening for depression; more evidence is needed in both perinatal and general adult populations. In the absence of evidence, a pragmatic approach might include screening adults who have not been screened previously and using clinical judgment while considering risk factors, comorbid conditions, and life events to determine if additional screening of patients at increased risk is warranted. Ongoing assessment of risks that may develop during pregnancy and the postpartum period is also a reasonable approach.",
        "riskName": "",
        "risk": [],
        "riskText": "Assessment of Risk\r\nThe USPSTF recommends screening for depression in all adults regardless of risk factors. Risk factors for depression include a combination of genetic, biological, and environmental factors, such as a family history of depression, prior episode of depression or other mental health condition, a history of trauma or adverse life events, or a history of disease or illness (eg, cardiovascular disease).\r\nPrevalence rates vary by sex, age, race, ethnicity, education, marital status, geographic location, poverty level, and employment status. Women have twice the risk of depression compared with men. Young adults, multiracial individuals, and Native American/Alaska Native individuals have higher rates of depression.\r\nRisk factors for perinatal depression include life stress, low social support, history of depression, marital or partner dissatisfaction, and a history of abuse.",
        "general": "494",
        "tool": [
            "411",
            "417",
            "416",
            "409",
            "408",
            "413",
            "412"
        ]
    },
    {
        "id": 1992,
        "title": "Depression and Suicide Risk in Children and Adolescents: Screening -- Adolescents aged 12 to 18 years",
        "grade": "B",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            12,
            18
        ],
        "text": "The USPSTF recommends screening for major depressive disorder (MDD) in adolescents aged 12 to 18 years.",
        "servFreq": "The USPSTF found no evidence on appropriate or recommended screening intervals for depression, and the optimal interval is unknown. Repeated screening may be most productive in adolescents with risk factors for depression. Opportunistic screening may be appropriate for adolescents, who may have infrequent health care visits.",
        "riskName": "",
        "risk": [],
        "riskText": "The USPSTF recommends screening for MDD in all adolescents but notes that several risk factors might help identify patients at higher risk. Risk factors for depression include a combination of genetic, biological, and environmental factors such as a family history of depression, prior episode of depression, and other mental health or behavioral problems. Individual factors (eg, age, sex, gender identity, sexual orientation, or genetic predisposition) also may serve as risk factors across mental health conditions. Other psychosocial risk factors include childhood abuse or neglect, exposure to traumatic events, bullying (either as perpetrators or as victims), adverse life events, early exposure to stress, maltreatment, and an insecure parental relationship.\r\nRecent cohorts of Black children and adolescents have reported a higher prevalence of suicide rates, increase in suicide attempts, and greater increases in the prevalence of depression than in the past. Reasons for this increase may be due to multiple factors such as socioeconomic status, family structure, neighborhood effects, and childhood adversity. Adverse childhood experiences influence the likelihood of experiencing mental health conditions such as depression. Adverse childhood experiences may result from a complex interaction of familial, peer, or societal factors.&nbsp; These adverse childhood experiences may be blatant or subtle (eg, microaggressions) but are potentially traumatic events that, in the context of historic trauma, structural racism, and biopsychological vulnerability, can worsen mental health outcomes. Combined with lower engagement with mental health services, adverse childhood experiences can result in high levels of unmet need in Black youth.&nbsp;Similar patterns of historic trauma, adverse childhood experiences, and substance abuse may also explain higher rates of mental health disorders in Native American/Alaska Native youth.",
        "general": "474",
        "tool": [
            "398",
            "410",
            "409",
            "408",
            "407",
            "406",
            "405",
            "404",
            "403",
            "402",
            "401",
            "400",
            "399"
        ]
    },
    {
        "id": 2038,
        "title": "Falls Prevention in Community-Dwelling Older Adults: Interventions -- Community-dwelling adults 65 years or older",
        "grade": "B",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            65,
            100
        ],
        "text": "The USPSTF recommends exercise interventions to prevent falls in community-dwelling adults 65 years or older who are at increased risk for falls.",
        "servFreq": "Effective exercise interventions include supervised individual physical therapy and group exercise classes, although most studies reviewed by the USPSTF included group exercise. It is difficult to identify specific components of exercise that are particularly effective. The most commonly studied exercise components were gait, balance, and functional training, followed by strength and resistance training, flexibility, and endurance training. A smaller number of trials included a 3-dimensional exercise (ie, exercise that involves movement through all 3 spatial planes or dimensions: forward and back, side to side, and up and down), such as group dance or tai chi classes. The most common frequency and duration for exercise interventions was 2 to 3 sessions per week for 12 months, although duration of exercise interventions ranged from 2 to 30 months.\r\n&nbsp;\r\nIt is important to note that physical activity is associated with multiple health benefits in addition to fall prevention. For example, regular physical activity has been associated with a lower risk of cardiovascular disease events, cardiovascular disease mortality, and all-cause mortality, as well as lower blood pressure, lower risk of type 2 diabetes, and lower risk of dyslipidemia.5-7 The US Department of Health and Human Services recommends that adults do at least 150 to 300 minutes per week of moderate-intensity, or 75 to 150 minutes per week of vigorous-intensity aerobic physical activity, as well as muscle-strengthening activities of moderate or greater intensity and that involve all major muscle groups twice a week or more.5\r\n&nbsp;\r\nMultifactorial interventions include an initial assessment of modifiable risk factors for falls and subsequent customized interventions for each patient based on issues identified in the initial assessment. The initial assessment could include a multidisciplinary comprehensive geriatric assessment or an assessment using a combination of various components, such as balance, gait, vision, postural blood pressure, medication, environment, cognition, and psychological health. This comprehensive assessment should be distinguished from the evaluation and treatment of a patient who presents with a specific symptom or concern (eg, reduced vision or lower extremity pain or numbness). In studies, assessments were conducted by nursing professionals, physicians, or physical or occupational therapists, and a variety of different professionals performed subsequent interventions, including nurses, clinicians, physical therapists, exercise instructors, occupational therapists, dietitians, or nutritionists. Intervention components vary based on the initial assessment and could include group or individual exercise, psychological interventions (eg, cognitive behavioral therapy), nutrition therapy, education, medication management, urinary incontinence management, environmental modification, physical or occupational therapy, social or community services, and referral to specialists (eg, ophthalmologist, neurologist, or cardiologist).4",
        "riskName": "",
        "risk": [],
        "riskText": "When determining who is at increased risk of falls, primary care clinicians can consider a number of risk factors. Increasing age is strongly related to risk for falls. Other risk factors include cognitive and sensory deficits, presence of acute or chronic medical conditions, use of specific medications that can increase fall risk, environmental or occupational hazards, home or neighborhood features, and alcohol or drug use. Intervention studies have most commonly used a history of falls to identify increased risk for future falls; studies also considered a history of falls together with other key risk factors, particularly impairments in mobility, gait, and balance.&nbsp;A pragmatic approach to identifying persons at increased risk for falls would be to assess for a history of falls or for problems in physical functioning and limited mobility.",
        "general": "958",
        "tool": [
            "564",
            "568",
            "567",
            "566",
            "565"
        ]
    },
    {
        "id": 1932,
        "title": "Gestational Diabetes: Screening -- Asymptomatic pregnant persons at 24 weeks of gestation or after",
        "grade": "B",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            11,
            49
        ],
        "text": "The USPSTF recommends screening for gestational diabetes in asymptomatic pregnant persons at 24 weeks of gestation or after.",
        "servFreq": "At 24 weeks of gestation or after to improve maternal and fetal outcomes",
        "riskName": "Pregnant",
        "risk": [
            "39"
        ],
        "riskText": " \r\nSeveral factors increase a person&rsquo;s risk for developing gestational diabetes, including obesity, increased maternal age, history of gestational diabetes, family history of diabetes, and belonging to a racial/ethnic group that is at increased risk for developing type 2 diabetes (Hispanic, Native American, South or East Asian, or Pacific Islander descent).4,19,20 Factors associated with a lower risk for developing gestational diabetes include age younger than 25 to 30 years, White race, a body mass index (BMI) of 25 or less (calculated as weight in kilograms divided by height in meters squared), no family history (in a first-degree relative) of diabetes, and no history of glucose intolerance or adverse pregnancy outcomes related to gestational diabetes.21-23 The risk in different racial/ethnic groups may be due in part to social risk factors such as low socioeconomic status or structural racism, although these associations are not examined in the current evidence. Although a higher BMI increases the risk of gestational diabetes across racial/ethnic groups, the association varies. In Asian American persons, the prevalence of gestational diabetes at a BMI of 22 to less than 25 is similar to the prevalence in Hispanic persons, non-Hispanic White persons, and Black persons with a higher (&gt;28) BMI.24,25\r\n ",
        "general": "445",
        "tool": [
            "350",
            "353",
            "352",
            "351"
        ],
        "bmi": "OB"
    },
    {
        "id": 1845,
        "title": "Healthy Diet and Physical Activity for Cardiovascular Disease Prevention in Adults With Cardiovascular Risk Factors: Behavioral Counseling Interventions -- Adults with cardiovascular disease risk factors",
        "grade": "B",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF recommends offering or referring adults with cardiovascular disease risk factors to behavioral counseling interventions to promote a healthy diet and physical activity.",
        "riskName": "",
        "risk": [],
        "riskText": "Adults 18 years or older at increased risk of CVD, defined as those with 1 or more of the following:\r\n1.Hypertension or elevated blood pressure2.Dyslipidemia3.Mixed or multiple risk factors such as the metabolic syndrome or an estimated 10-year CVD risk of &ge;7.5%\r\nThis recommendation does not apply to adults with other known modifiable cardiovascular risk factors such as abnormal blood glucose levels, obesity, and smoking; these populations are incorporated in other USPSTF recommendations.",
        "general": "435",
        "tool": [
            "292",
            "301",
            "300",
            "299",
            "298",
            "297",
            "296",
            "295",
            "294",
            "293"
        ]
    },
    {
        "id": 1931,
        "title": "Healthy Weight and Weight Gain In Pregnancy: Behavioral Counseling Interventions -- Pregnant persons",
        "grade": "B",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            11,
            49
        ],
        "text": "The USPSTF recommends that clinicians offer pregnant persons effective behavioral counseling interventions aimed at promoting healthy weight gain and preventing excess gestational weight gain in pregnancy.",
        "servFreq": "Throughout pregnancy",
        "riskName": "Pregnant",
        "risk": [
            "39"
        ],
        "riskText": "Pregnancy",
        "general": "431",
        "tool": [
            "265",
            "270",
            "269",
            "268",
            "267",
            "266"
        ]
    },
    {
        "id": 1885,
        "title": "Hepatitis B Virus Infection in Adolescents and Adults: Screening -- Adolescents and adults at increased risk for infection",
        "grade": "B",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            13,
            100
        ],
        "text": "The USPSTF recommends screening for hepatitis B virus (HBV) infection in adolescents and adults at increased risk for infection.\r\rSee the Practice Considerations section for a description of adolescents and adults at increased risk for infection.",
        "servFreq": "For patients with negative HBsAg results who have not received the HBV vaccine series, periodic screening may be useful for those who report continued risk for acquiring HBV transmission, such as persons who continue to inject drugs and men who have sex with men. Clinical judgment should be used to determine screening frequency. The USPSTF found no evidence to determine optimal screening intervals.",
        "riskName": "",
        "risk": [],
        "riskText": "Persons from such risk groups include persons who have injected drugs in the past or currently; men who have sex with men; persons with HIV; and sex partners, needle-sharing contacts, and household contacts of persons known to be HBsAg positive. Some persons with combinations of risk factors who are not members of risk factor groups listed above may also be at increased risk for HBV infection.",
        "general": "441",
        "tool": [
            "324",
            "332",
            "331",
            "330",
            "329",
            "328",
            "327",
            "326",
            "325"
        ]
    },
    {
        "id": 524,
        "title": "Hepatitis C Virus Infection in Adolescents and Adults: Screening -- Adults aged 18 to 79 years",
        "grade": "B",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            79
        ],
        "text": "The USPSTF recommends screening for hepatitis C virus (HCV) infection in adults aged 18 to 79 years.",
        "servFreq": "One-time screening for most adults.\r\nPeriodically screen persons with continued risk for HCV infection (eg, persons with past or current injection drug use). There is limited evidence to determine how often to screen persons at increased risk.&nbsp;",
        "riskName": "",
        "risk": [],
        "riskText": "Asymptomatic adults aged 18 to 79 years (including pregnant persons) without known liver disease.&nbsp;\r\nThe USPSTF also suggests that clinicians consider screening persons younger than 18 years and older than 79 years who are at high risk for infection (eg, those with past or current injection drug use).&nbsp;",
        "general": "423",
        "tool": [
            "241",
            "245",
            "244",
            "243",
            "242"
        ]
    },
    {
        "id": 2043,
        "title": "High Body Mass Index in Children and Adolescents: Interventions -- Children and adolescents 6 years or older",
        "grade": "B",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            6,
            18
        ],
        "text": "The USPSTF recommends that clinicians provide or refer children and adolescents 6 years or older with a high body mass index (BMI) (95th percentile for age and sex) to comprehensive, intensive behavioral interventions. \r\rSee the Practice Considerations section for more information about behavioral interventions.",
        "servFreq": "Throughout childhood.",
        "riskName": "",
        "risk": [],
        "riskText": "Body mass index (BMI) (&ge;95th percentile for age and sex).",
        "general": "877",
        "tool": [
            "534",
            "538",
            "537",
            "298",
            "535"
        ],
        "bmi": "OB"
    },
    {
        "id": 2023,
        "title": "Hypertensive Disorders of Pregnancy: Screening -- Asymptomatic pregnant persons",
        "grade": "B",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            11,
            49
        ],
        "text": "The USPSTF recommends screening for hypertensive disorders in pregnant persons with blood pressure measurements throughout pregnancy.",
        "servFreq": "Screening Interval\r\nBlood pressure measurements should be obtained during each prenatal care visit throughout pregnancy. Hypertensive disorders of pregnancy can quickly evolve into severe disease that can result in serious, even fatal, maternal and infant health outcomes. The ability to screen for hypertensive disorders of pregnancy using blood pressure measurements is important to identify and effectively treat a potentially unpredictable and fatal condition. While it is known that risk continues into the immediate postpartum period, there is little evidence regarding screening during this period. A pragmatic approach would be for patients to be counseled regarding signs and symptoms of preeclampsia at hospital discharge and for patients with hypertensive disorders to have subsequent blood pressure checks.\r\nScreening for hypertensive disorders of pregnancy alone is not sufficient to improve inequities in health outcomes. Identifying hypertensive disorders of pregnancy requires adequate prenatal visits, surveillance, and evidence-based care in response to evolving patient signs and symptoms during pregnancy and the postpartum period to improve health outcomes. Black and Native American/Alaska Native persons have lower rates of prenatal visits and are at greater risk of serious postpartum morbidity and hospital readmission after delivery. Screening and monitoring of Black and Hispanic/Latina individuals during the postpartum period could be an important step for reducing health inequities by preventing serious adverse events. In addition, screening and monitoring by various health care providers (eg, nurse midwives, nurses, pediatricians, doulas, and lactation consultants) could also help avert serious complications in the postpartum period.",
        "riskName": "Pregnant",
        "risk": [
            "39"
        ],
        "riskText": "Assessment of Risk\r\nImportant clinical conditions associated with increased risk for preeclampsia include a history of eclampsia or preeclampsia in a prior pregnancy, a previous adverse pregnancy outcome, and maternal comorbid conditions (including type 1 or type 2 diabetes prior to pregnancy, gestational diabetes, chronic hypertension, kidney disease, and autoimmune diseases).\r\n&nbsp;Other factors associated with increased risk of preeclampsia and gestational hypertension include nulliparity, high prepregnancy body mass index, family history of preeclampsia, multifetal gestation, and the pregnant individual being 35 years or older.\r\nThe higher prevalence of hypertensive disorders of pregnancy and the increased risk for severe complications seen in Black persons may be due to their disproportionate burden of social and clinical risk factors. These social and clinical determinants largely result from historical and current manifestations of structural racism that influence environmental exposures, access to health resources, and overall health status.",
        "general": "778",
        "tool": [
            "491",
            "497",
            "290",
            "495",
            "494",
            "493",
            "492"
        ]
    },
    {
        "id": 434,
        "title": "Intimate Partner Violence, Elder Abuse, and Abuse of Vulnerable Adults: Screening -- Women of reproductive age",
        "grade": "B",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            11,
            49
        ],
        "text": "The USPSTF recommends that clinicians screen for intimate partner violence (IPV) in women of reproductive age and provide or refer women who screen positive to ongoing support services. See the Clinical Considerations section for more information on effective ongoing support services for IPV and for information on IPV in men.",
        "servFreq": "The USPSTF found no evidence on appropriate intervals for screening. Randomized clinical trials (RCTs) of screening and interventions for IPV often screen for current IPV or IPV in the past year.\r\n&nbsp;",
        "riskName": "",
        "risk": [],
        "riskText": "All women of reproductive age are at potential risk for IPV and should be screened. There are a variety of factors that increase risk of IPV, such as exposure to violence as a child, young age, unemployment, substance abuse, marital difficulties, and economic hardships.\r\nRisk factors for elder abuse include isolation and lack of social support, functional impairment, and poor physical health. For older adults, lower income and living in a shared living environment with a large number of household members (other than a spouse) are associated with an increased risk of financial and physical abuse.",
        "general": "406",
        "tool": [
            "194",
            "198",
            "197",
            "196",
            "195"
        ]
    },
    {
        "id": 2009,
        "title": "Latent Tuberculosis Infection in Adults: Screening -- Asymptomatic adults at increased risk of latent tuberculosis infection (LTBI)",
        "grade": "B",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF recommends screening for LTBI in populations at increased risk.\r\rSee the \"Assessment of Risk\" section for additional information on adults at increased risk.",
        "servFreq": "The USPSTF found no evidence on the optimal frequency of screening for LTBI. In the absence of evidence, a reasonable approach is to repeat screening based on specific risk factors; screening frequency could range from 1-time only screening among persons at low risk for future tuberculosis exposure to annual screening among those at continued risk of exposure.",
        "riskName": "",
        "risk": [],
        "riskText": "Populations at increased risk for LTBI, based on increased prevalence of active disease and increased risk of exposure, include persons who were born in, or are former residents of, countries with high tuberculosis prevalence and persons who live in, or have lived in, high-risk congregate settings (eg, homeless shelters or correctional facilities). Clinicians can consult their local or state health departments for more information about populations at increased risk in their community, since local demographic patterns may vary across the US.\r\nIn 2020, 71.5% of all cases of active tuberculosis in the US occurred among persons born outside the US. According to the CDC, tuberculosis disease is common in most countries in Latin America, the Caribbean, Africa, Asia, Eastern Europe, and Russia. In 2020, among persons with new tuberculosis living in the US who were born outside the US, the most common countries of birth were Mexico (18.0%), the Philippines (12.5%), India (10.4%), Vietnam (8.2%), and China (5.1%), accounting for 54.2% of total cases. Most of these cases are believed to be due to progression of latent infection to active tuberculosis disease rather than new transmission within communities.\r\nPersons who live, or have lived, in high-risk congregate settings also have a higher prevalence rate of active tuberculosis and an increased risk for exposure. In 2020, 4.3% of tuberculosis disease cases diagnosed in persons 15 years or older occurred in persons experiencing homelessness and 2.6% occurred in residents of correctional facilities. It is estimated that persons experiencing homelessness have an 11 times higher incidence of tuberculosis disease compared with persons who are not experiencing homelessness (36 cases per 100,000 population vs 2.9 cases per 100,000 population, respectively, during 2011 to 2016).\r\nOther populations at increased risk for LTBI or progression to active disease include persons who have immunosuppression (eg, persons living with HIV, patients receiving immunosuppressive medications such as chemotherapy or tumor necrosis factor inhibitors, and patients who have received an organ transplant) and patients with silicosis (a lung disease). However, given that screening in these populations may be considered standard care as part of disease management or indicated prior to the use of certain medications, the USPSTF did not review evidence on screening in these populations. Information on testing in these populations is provided by other groups, such as the Office of AIDS Research at the National Institutes of Health, and in a guideline issued jointly by the American Thoracic Society, Infectious Diseases Society of America, and CDC. Some evidence from observational studies has explored the association between poorly controlled diabetes and progression of LTBI to active disease. However, there is insufficient evidence on screening for and treatment of LTBI in persons with diabetes for the USPSTF to make a separate recommendation for this important population.\r\nPersons who are contacts of individuals with active tuberculosis, health care workers, and workers in high-risk congregate settings may also be at increased risk of exposure. Because screening in these populations is conducted as part of public health or employee health surveillance, the USPSTF did not review the evidence in these populations. Clinicians seeking further information about testing for tuberculosis in these populations can refer to the Additional Tools and Resources and Recommendations of Others sections.",
        "general": "756",
        "tool": [
            "460",
            "471",
            "470",
            "469",
            "468",
            "467",
            "466",
            "465",
            "464",
            "463",
            "462",
            "461"
        ]
    },
    {
        "id": 1916,
        "title": "Lung Cancer: Screening -- Adults aged 50 to 80 years who have a 20 pack-year smoking history and currently smoke or have quit within the past 15 years",
        "grade": "B",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            50,
            80
        ],
        "text": "The USPSTF recommends annual screening for lung cancer with low-dose computed tomography (LDCT) in adults aged 50 to 80 years who have a 20 pack-year smoking history and currently smoke or have quit within the past 15 years. Screening should be discontinued once a person has not smoked for 15 years or develops a health problem that substantially limits life expectancy or the ability or willingness to have curative lung surgery.",
        "servFreq": " \r\nThe USPSTF recommends annual screening for lung cancer with low-dose computed tomography (LDCT) in adults aged 50 to 80 years who have a 20 pack-year smoking history and currently smoke or have quit within the past 15 years. ",
        "riskName": "Tobacco user",
        "risk": [
            "41"
        ],
        "riskText": " \r\nSmoking and older age are the 2 most important risk factors for lung cancer.&nbsp;The risk of lung cancer in persons who smoke increases with cumulative quantity and duration of smoking and with age but decreases with increasing time since quitting for persons who formerly smoked.3 The USPSTF considers adults aged 50 to 80 years who have a 20 pack-year smoking history and currently smoke or have quit within the past 15 years to be at high risk and recommends screening for lung cancer with annual LDCT in this population. \r\n \r\n&nbsp;\r\n \r\nAfrican American/Black (Black) men have a higher incidence of lung cancer than White men, and Black women have a lower incidence than White women.1 These differences are likely related to differences in smoking exposure (ie, prevalence of smoking) and related exposure to carcinogens in cigarettes.7,8 The differences may also be related to other social risk factors.\r\n \r\n&nbsp;\r\n \r\nOther risk factors for lung cancer include environmental exposures, prior radiation therapy, other (noncancer) lung diseases, and family history. Lower level of education is also associated with a higher risk of lung cancer.7 The task force recommends using age and smoking history to determine screening eligibility rather than more elaborate risk prediction models because there is insufficient evidence to assess whether risk prediction model&ndash;based screening would improve outcomes relative to using the risk factors of age and smoking history for broad implementation in primary care.\r\n ",
        "general": "432",
        "tool": [
            "271",
            "278",
            "277",
            "276",
            "275",
            "274",
            "273",
            "272"
        ]
    },
    {
        "id": 2058,
        "title": "Osteoporosis to Prevent Fractures: Screening -- Postmenopausal women younger than 65 years with 1 or more risk factors for osteoporosis",
        "grade": "B",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            40,
            64
        ],
        "text": "The USPSTF recommends screening for osteoporosis to prevent osteoporotic fractures in postmenopausal women younger than 65 years who are at increased risk for an osteoporotic fracture as estimated by clinical risk assessment.\r\rSee the \"Practice Considerations\" section for more information on risk assessment and screening tests.",
        "servFreq": "Screening Intervals\r\nCohort studies evaluating screening intervals suggest that repeating BMD testing at an interval of 4 to 8 years does not result in additional accuracy in predicting fractures. Other studies attempted to identify appropriate screening intervals based on the time in which it takes individuals to transition to osteoporosis or a certain fracture risk threshold. The screening intervals varied across studies, but generally, transition to osteoporosis occurred over shorter intervals for individuals with lower baseline T scores and older age (eg, almost 17 years for 10% of women with normal BMD at baseline to develop osteoporosis vs about 5 years for women with a baseline T score in the &minus;1.50 to &minus;1.99 range).",
        "riskName": "",
        "risk": [],
        "riskText": "Assessment of Risk\r\nAlthough bone density is an important risk factor for fragility fractures, advancing age is a stronger determinant. Older adults have much higher fracture rates than younger adults with the same BMD because of concurrent increasing risk from declining bone quality and an increasing risk of falling.\r\n&nbsp;\r\nWhen deciding which postmenopausal women younger than 65 years to screen, the USPSTF suggests a 2-step approach. Clinicians can first determine the presence of risk factors for osteoporosis and fracture. These include menopausal status, low body weight, parental history of hip fracture, cigarette smoking, and excess alcohol consumption.&nbsp;For postmenopausal women younger than 65 years with 1 or more risk factors (in addition to postmenopausal status), the USPSTF then recommends using a clinical risk assessment tool (ie, a tool designed to identify osteoporosis or predict fracture risk) to estimate risk and help decide whether screening is warranted. More details about risk assessment tools and increased risk are provided in the Screening Tests and Screening Strategies section.\r\n&nbsp;\r\nOther medical conditions and medications (eg, corticosteroids or diabetes treated with insulin) may also increase risk of osteoporosis and, subsequently, fragility fractures. The prevalence of osteoporosis and incidence of osteoporotic fractures differs among racial and ethnic groups. Studies show lower fracture incidence in Asian, Black, and Hispanic populations compared with White populations among both men and women. Differences in BMD alone are not sufficient to explain racial and ethnic differences in fracture incidence. For example, Asian women have been found to have lower BMD than White women but lower fracture risk. Although the underlying causes for the differences in fracture incidence among racial and ethnic groups remain uncertain, they are likely due in part to social and environmental factors or differences in clinical risks.",
        "general": "799",
        "tool": [
            "510",
            "514",
            "513",
            "512",
            "511"
        ]
    },
    {
        "id": 2057,
        "title": "Osteoporosis to Prevent Fractures: Screening -- Women 65 years or older",
        "grade": "B",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            65,
            100
        ],
        "text": "The USPSTF recommends screening for osteoporosis to prevent osteoporotic fractures in women 65 years or older.\r\rSee the \"Practice Considerations\" section for more information on screening tests.",
        "servFreq": "Screening Intervals\r\nCohort studies evaluating screening intervals suggest that repeating BMD testing at an interval of 4 to 8 years does not result in additional accuracy in predicting fractures. Other studies attempted to identify appropriate screening intervals based on the time in which it takes individuals to transition to osteoporosis or a certain fracture risk threshold. The screening intervals varied across studies, but generally, transition to osteoporosis occurred over shorter intervals for individuals with lower baseline T scores and older age (eg, almost 17 years for 10% of women with normal BMD at baseline to develop osteoporosis vs about 5 years for women with a baseline T score in the &minus;1.50 to &minus;1.99 range).",
        "riskName": "",
        "risk": [],
        "riskText": "Assessment of Risk\r\nAlthough bone density is an important risk factor for fragility fractures, advancing age is a stronger determinant. Older adults have much higher fracture rates than younger adults with the same BMD because of concurrent increasing risk from declining bone quality and an increasing risk of falling.\r\n&nbsp;\r\nWhen deciding which postmenopausal women younger than 65 years to screen, the USPSTF suggests a 2-step approach. Clinicians can first determine the presence of risk factors for osteoporosis and fracture. These include menopausal status, low body weight, parental history of hip fracture, cigarette smoking, and excess alcohol consumption.&nbsp;For postmenopausal women younger than 65 years with 1 or more risk factors (in addition to postmenopausal status), the USPSTF then recommends using a clinical risk assessment tool (ie, a tool designed to identify osteoporosis or predict fracture risk) to estimate risk and help decide whether screening is warranted. More details about risk assessment tools and increased risk are provided in the Screening Tests and Screening Strategies section.\r\n&nbsp;\r\nOther medical conditions and medications (eg, corticosteroids or diabetes treated with insulin) may also increase risk of osteoporosis and, subsequently, fragility fractures. The prevalence of osteoporosis and incidence of osteoporotic fractures differs among racial and ethnic groups. Studies show lower fracture incidence in Asian, Black, and Hispanic populations compared with White populations among both men and women. Differences in BMD alone are not sufficient to explain racial and ethnic differences in fracture incidence. For example, Asian women have been found to have lower BMD than White women but lower fracture risk. Although the underlying causes for the differences in fracture incidence among racial and ethnic groups remain uncertain, they are likely due in part to social and environmental factors or differences in clinical risks.",
        "general": "799",
        "tool": [
            "510",
            "514",
            "513",
            "512",
            "511"
        ]
    },
    {
        "id": 449,
        "title": "Perinatal Depression: Preventive Interventions -- Pregnant and postpartum persons",
        "grade": "B",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            11,
            49
        ],
        "text": "The USPSTF recommends that clinicians provide or refer pregnant and postpartum persons who are at increased risk of perinatal depression to counseling interventions.",
        "riskName": "",
        "risk": [],
        "riskText": "Include&nbsp;a past history of depression. Current depressive symptoms (that do not reach a diagnostic threshold),&nbsp;history of physical or sexual abuse,&nbsp;unplanned or unwanted pregnancy,&nbsp;stressful life events,&nbsp;lack of social and financial support,&nbsp;intimate partner violence,pregestational or gestational diabetes,and complications during pregnancy. Additional risk factors include adolescent parenthood, low socioeconomic status, and lack of social support.&nbsp;Genetic factors are also suspected to contribute to women&rsquo;s risk of developing perinatal depression.",
        "general": "405",
        "tool": [
            "191",
            "193",
            "192"
        ]
    },
    {
        "id": 1934,
        "title": "Prediabetes and Type 2 Diabetes: Screening -- Asymptomatic adults aged 35 to 70 years who have overweight or obesity",
        "grade": "B",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            35,
            70
        ],
        "text": "The USPSTF recommends screening for prediabetes and type 2 diabetes in adults aged 35 to 70 years who have overweight or obesity. Clinicians should offer or refer patients with prediabetes to effective preventive interventions.",
        "servFreq": " \r\nEvidence on the optimal screening interval for adults with an initial normal glucose test result is limited. Cohort and modeling studies suggest that screening every 3 years may be a reasonable approach for adults with normal blood glucose levels.\r\n ",
        "riskName": "",
        "risk": [],
        "riskText": "Overweight and obesity are the strongest risk factors for developing prediabetes and type 2 diabetes in adults. Other risk factors include older age, family history, history of gestational diabetes, history of polycystic ovarian syndrome, and dietary and lifestyle factors. The prevalence of diabetes is higher among American Indian/Alaska Native (14.7%), Asian (9.2%), Hispanic/Latino (12.5%), and non-Hispanic Black (11.7%) persons than among non-Hispanic White (7.5%) persons. Disparities in diabetes prevalence are the result of a variety of factors. A large body of evidence demonstrates strong associations between prevalence of diabetes and social factors such as socioeconomic status, food environment, and physical environment. The higher prevalence of diabetes in Asian persons may be related to differences in body composition. A difference in body fat composition in Asian persons results in underestimation of risk based on BMI thresholds used to define overweight in the US.\r\n \r\n&nbsp;\r\n \r\nClinicians should consider screening at an earlier age in persons from groups with disproportionately high incidence and prevalence (American Indian/Alaska Native, Asian American, Black, Hispanic/Latino, or Native Hawaiian/Pacific Islander persons) or in persons who have a family history of diabetes, a history of gestational diabetes, or a history of polycystic ovarian syndrome, and at a lower BMI in Asian American persons.11,12 Data suggest that a BMI of 23 or greater may be an appropriate cut point in Asian American persons.13\r\n ",
        "general": "437",
        "tool": [
            "306",
            "314",
            "313",
            "312",
            "311",
            "310",
            "309",
            "308",
            "307"
        ],
        "bmi": "O"
    },
    {
        "id": 1945,
        "title": "Prevention of Dental Caries in Children Younger Than 5 Years: Screening and Interventions -- Children younger than 5 years",
        "grade": "B",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            0,
            4
        ],
        "text": "The USPSTF recommends that primary care clinicians prescribe oral fluoride supplementation starting at age 6 months for children whose water supply is deficient in fluoride.",
        "riskName": "",
        "risk": [],
        "riskText": " \r\nAll children are at potential risk for dental caries. There are no validated screening tools to determine which children are at higher risk for dental caries; however, a number of individual factors elevate risk. Higher prevalence and severity of dental caries are found among low-income and certain racial and ethnic (eg, Black and Mexican American) populations.1 Risk factors for dental caries in children are multifactorial. Biological risk factors include cariogenic bacteria, developmental defects of tooth enamel, and low saliva flow rates. Social determinants of health (nonbiological factors) that are associated with increased caries risk include access to dental care, low socioeconomic status, personal and family oral health history, dietary habits (especially frequent intake of dietary sugars in foods and beverages), fluoride exposure, and oral hygiene practices.1,7,8\r\n ",
        "general": "451",
        "tool": [
            "372",
            "379",
            "378",
            "377",
            "376",
            "375",
            "374",
            "373"
        ]
    },
    {
        "id": 1946,
        "title": "Prevention of Dental Caries in Children Younger Than 5 Years: Screening and Interventions -- Children younger than 5 years",
        "grade": "B",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            0,
            4
        ],
        "text": "The USPSTF recommends that primary care clinicians apply fluoride varnish to the primary teeth of all infants and children starting at the age of primary tooth eruption.",
        "riskName": "",
        "risk": [],
        "riskText": " \r\nAll children are at potential risk for dental caries. There are no validated screening tools to determine which children are at higher risk for dental caries; however, a number of individual factors elevate risk. Higher prevalence and severity of dental caries are found among low-income and certain racial and ethnic (eg, Black and Mexican American) populations.1 Risk factors for dental caries in children are multifactorial. Biological risk factors include cariogenic bacteria, developmental defects of tooth enamel, and low saliva flow rates. Social determinants of health (nonbiological factors) that are associated with increased caries risk include access to dental care, low socioeconomic status, personal and family oral health history, dietary habits (especially frequent intake of dietary sugars in foods and beverages), fluoride exposure, and oral hygiene practices.1,7,8\r\n ",
        "general": "451",
        "tool": [
            "372",
            "379",
            "378",
            "377",
            "376",
            "375",
            "374",
            "373"
        ]
    },
    {
        "id": 187,
        "title": "Rh(D) Incompatibility: Screening -- Unsensitized Rh(D)-negative pregnant women",
        "grade": "B",
        "gradeVer": 0,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            11,
            49
        ],
        "text": "The USPSTF recommends repeated Rh(D) antibody testing for all unsensitized Rh(D)-negative women at 24 to 28 weeks' gestation, unless the biological father is known to be Rh(D)-negative.",
        "servFreq": "Repeat testing at 24-28 weeks gestation.",
        "riskName": "Pregnant",
        "risk": [
            "39"
        ],
        "general": "256",
        "tool": []
    },
    {
        "id": 1445,
        "title": "Sexually Transmitted Infections: Behavioral Counseling -- Sexually active adolescents and adults at increased risk",
        "grade": "B",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            12,
            100
        ],
        "text": "The USPSTF recommends behavioral counseling for all sexually active adolescents and for adults who are at increased risk for sexually transmitted infections (STIs).\r\rSee the Practice Considerations section for more information on populations at increased risk for acquiring STIs.",
        "riskName": "Sexually Active",
        "risk": [
            "40"
        ],
        "riskText": "All sexually active adolescents are at increased risk for STIs because of the high rates of STIs in this age group and should receive behavioral counseling interventions. Adults at increased risk for STIs include those who currently have an STI or were diagnosed with one within the past year, do not consistently use condoms, have multiple sex partners, or have sex partners within populations with a high prevalence of STIs. Populations with a high prevalence of STIs include persons who seek STI testing or attend STI clinics; sexual and gender minorities; persons who are living with HIV, inject drugs, have exchanged sex for money or drugs, or have entered correctional facilities; and some racial/ethnic minority groups.1-4",
        "general": "430",
        "tool": [
            "261",
            "264",
            "263",
            "262"
        ]
    },
    {
        "id": 402,
        "title": "Skin Cancer Prevention: Behavioral Counseling -- Young adults, adolescents, children, and parents of young children",
        "grade": "B",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            0,
            24
        ],
        "text": "The USPSTF recommends counseling young adults, adolescents, children, and parents of young children about minimizing exposure to ultraviolet (UV) radiation for persons aged 6 months to 24 years with fair skin types to reduce their risk of skin cancer.",
        "riskName": "",
        "risk": [],
        "riskText": "Fair skin types",
        "general": "400",
        "tool": [
            "178",
            "180",
            "179"
        ]
    },
    {
        "id": 1981,
        "title": "Statin Use for the Primary Prevention of Cardiovascular Disease in Adults: Preventive Medication -- Adults aged 40 to 75 years who have 1 or more cardiovascular risk factors and an estimated 10-year cardiovascular disease (CVD) risk of 10% or greater",
        "grade": "B",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            40,
            75
        ],
        "text": "The USPSTF recommends that clinicians prescribe a statin for the primary prevention of CVD for adults aged 40 to 75 years who have 1 or more CVD risk factors (i.e. dyslipidemia, diabetes, hypertension, or smoking) and an estimated 10-year risk of a cardiovascular event of 10% or greater.",
        "riskName": "",
        "risk": [],
        "general": "634",
        "tool": [
            "428",
            "433",
            "290",
            "431",
            "430",
            "429"
        ]
    },
    {
        "id": 585,
        "title": "Tobacco Use in Children and Adolescents: Primary Care Interventions -- School-aged children and adolescents who have not started to use tobacco",
        "grade": "B",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            6,
            17
        ],
        "text": "The USPSTF recommends that primary care clinicians provide interventions, including education or brief counseling, to prevent initiation of tobacco use among school-aged children and adolescents.",
        "riskName": "",
        "risk": [],
        "riskText": "All youth are considered at risk of initiating tobacco use. Interventions to prevent the initiation of tobacco use should be provided to all youth who have not started using tobacco products yet, regardless of the presence or absence of other risk factors. The following risk factors may increase the risk of tobacco use in youth: being male, white race, not college-bound, from a rural area, having parents with lower levels of education, parental smoking, having childhood friends who smoke, being an older adolescent, experiencing highly stressful events, and perceiving tobacco use as low risk.18,19",
        "general": "417",
        "tool": [
            "224",
            "227",
            "226",
            "225"
        ]
    },
    {
        "id": 438,
        "title": "Unhealthy Alcohol Use in Adolescents and Adults: Screening and Behavioral Counseling Interventions -- Adults 18 years or older, including pregnant women",
        "grade": "B",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF recommends screening for unhealthy alcohol use in primary care settings in adults 18 years or older, including pregnant women, and providing persons engaged in risky or hazardous drinking with brief behavioral counseling interventions to reduce unhealthy alcohol use.",
        "servFreq": "The USPSTF did not find adequate evidence to recommend an optimal screening interval for unhealthy alcohol use in adults.&nbsp;Brief behavioral counseling interventions were found to reduce unhealthy alcohol use in adults 18 years or older, including pregnant women. Effective behavioral counseling interventions vary in their specific components, administration, length, and number of interactions. The USPSTF was unable to identify specific intervention characteristics or components that were clearly associated with improved outcomes.",
        "riskName": "",
        "risk": [],
        "riskText": "engaged in risky or hazardous drinking",
        "general": "409",
        "tool": [
            "204",
            "206",
            "205"
        ]
    },
    {
        "id": 767,
        "title": "Unhealthy Drug Use: Screening -- Adults age 18 years or older",
        "grade": "B",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF recommends screening by asking questions about unhealthy drug use in adults age 18 years or older. Screening should be implemented when services for accurate diagnosis, effective treatment, and appropriate care can be offered or referred. \r(Screening refers to asking questions about unhealthy drug use, not testing biological specimens.)",
        "servFreq": "Screening should be implemented when services for accurate diagnosis, effective treatment, and appropriate care can be offered or referred. (Screening refers to asking questions about unhealthy drug use, not testing biological specimens.)",
        "riskName": "",
        "risk": [],
        "riskText": "These include being aged 18 to 25 years; male sex; having a mental health condition, personality or mood disorder, or nicotine or alcohol dependence; a history of physical or sexual abuse, parental neglect, or other adversity in childhood; or drug or alcohol addiction in a first-degree relative.1,9&nbsp;Factors associated with misuse of prescription drugs include history of other drug use, mental illness, pain, and greater access to prescription drugs.10&nbsp;Factors associated with prenatal use of drugs include a mental health disorder, interpersonal violence, and family history of substance use.11",
        "general": "408",
        "tool": [
            "201",
            "203",
            "202"
        ]
    },
    {
        "id": 372,
        "title": "Vision in Children Ages 6 Months to 5 Years: Screening -- Children aged 3 to 5 years ",
        "grade": "B",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            3,
            5
        ],
        "text": "The USPSTF recommends vision screening at least once in all children aged 3 to 5 years to detect amblyopia or its risk factors.",
        "servFreq": "Recommends vision screening at least once in all children aged 3 to 5 years to detect amblyopia or its risk factor.",
        "riskName": "",
        "risk": [],
        "riskText": "Risk factors for amblyopia include strabismus; high, uncorrected refractive errors (eg, myopia, hyperopia, and astigmatism); anisometropia; and media opacity.1-3&nbsp;Additional risk factors associated with amblyopia, strabismus, or refractive errors include family history in a first-degree relative, prematurity, low birth weight, maternal substance abuse, maternal smoking during pregnancy, and low levels of parental education.1,&nbsp;8-13",
        "general": "395",
        "tool": [
            "164",
            "165"
        ]
    },
    {
        "id": 433,
        "title": "Weight Loss to Prevent Obesity-Related Morbidity and Mortality in Adults: Behavioral Interventions -- Adults ",
        "grade": "B",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF recommends that clinicians offer or refer adults with a body mass index (BMI) of 30 or higher (calculated as weight in kilograms divided by height in meters squared) to intensive, multicomponent behavioral interventions.",
        "riskName": "",
        "risk": [],
        "riskText": "Adults with a BMI &ge;30",
        "general": "398",
        "tool": [
            "175",
            "177",
            "176"
        ],
        "bmi": "OB"
    },
    {
        "id": 519,
        "title": "Abdominal Aortic Aneurysm: Screening -- Men aged 65 to 75 years who have never smoked",
        "grade": "C",
        "gradeVer": 1,
        "gender": "male",
        "sex": "male",
        "ageRange": [
            65,
            75
        ],
        "text": "The USPSTF recommends that clinicians selectively offer screening for AAA with ultrasonography in men aged 65 to 75 years who have never smoked rather than routinely screening all men in this group. Evidence indicates that the net benefit of screening all men in this group is small. In determining whether this service is appropriate in individual cases, patients and clinicians should consider the balance of benefits and harms on the basis of evidence relevant to the patient's medical history, family history, other risk factors, and personal values.",
        "servFreq": "one-time screening",
        "riskName": "",
        "risk": [],
        "riskText": "Risk factors for AAA include older age, male sex, smoking, and having a first-degree relative with an AAA. The recommendation varies based on a patient&rsquo;s sex, age, and smoking history. &ldquo;Ever smoker&rdquo; is commonly defined as smoking 100 or more cigarettes",
        "general": "421",
        "tool": [
            "236",
            "237"
        ]
    },
    {
        "id": 1971,
        "title": "Aspirin Use to Prevent Cardiovascular Disease: Preventive Medication -- Adults aged 40 to 59 years with a 10% or greater 10-year cardiovascular disease (CVD) risk",
        "grade": "C",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            40,
            59
        ],
        "text": "The decision to initiate low-dose aspirin use for the primary prevention of CVD in adults aged 40 to 59 years who have a 10% or greater 10-year CVD risk should be an individual one. Evidence indicates that the net benefit of aspirin use in this group is small. Persons who are not at increased risk for bleeding and are willing to take low-dose aspirin daily are more likely to benefit.",
        "riskName": "",
        "risk": [],
        "riskText": " \r\nAssessment of Risk\r\n \r\n&nbsp;\r\n \r\nCVD Risk\r\n \r\nOlder age is one of the strongest risk factors for CVD. Men have a higher overall CVD disease burden, although women experience higher mortality from certain cardiovascular events, such as stroke. Men tend to experience CVD events earlier in life compared with women. The burden of CVD also differs by race and ethnicity. Among both sexes, Black persons have the highest prevalence of CVD.\r\n \r\n&nbsp;\r\n \r\nThe American College of Cardiology/American Heart Association (ACC/AHA) Pooled Cohort Equations may be used to estimate 10-year risk of CVD. The ACC/AHA risk estimator is, to date, the only US-based CVD risk prediction tool that has published external validation studies in other US-based populations. The estimator has separate equations based on sex and for Black persons and non-Black persons, which include the risk factors of age, cholesterol levels, systolic blood pressure level, antihypertension treatment, presence of diabetes, and smoking status, and focuses on hard clinical outcomes (myocardial infarction and death from coronary heart disease; ischemic stroke and stroke-related death) as the outcomes of interest. It is important to note that increasing age heavily influences the ACC/AHA estimated 10-year CVD event risk. The risk prediction equations generally show higher risk for Black persons than White persons. The USPSTF recognizes that race is a social construct and an imperfect proxy for social determinants of health and the effects of structural racism. Concerns about calibration exist, with many external validation studies showing overprediction in broad populations (men and women across racial and ethnic groups). Limited evidence also suggests underprediction in disadvantaged communities&nbsp;that could lead to underutilization of preventive therapies. Clinicians should recognize that predictions of 10-year CVD events using the Pooled Cohort Equations are estimates.\r\n \r\n&nbsp;\r\n \r\nBleeding Risk\r\n \r\nThe risk for gastrointestinal bleeding, intracranial hemorrhage, and hemorrhagic stroke, with or without aspirin use, increases with older age. Other risk factors include male sex, diabetes, history of gastrointestinal issues (such as peptic ulcer disease), liver disease, smoking, and elevated blood pressure. Certain medications, including nonsteroidal anti-inflammatory drugs, steroids, and anticoagulants, increase the risk of bleeding.&nbsp;These risk factors should be considered in the overall decision about whether to start or continue aspirin therapy.\r\n ",
        "general": "449",
        "tool": [
            "365",
            "371",
            "370",
            "369",
            "368",
            "290",
            "366"
        ]
    },
    {
        "id": 1930,
        "title": "Colorectal Cancer: Screening -- Adults aged 76 to 85 years",
        "grade": "C",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            76,
            85
        ],
        "text": "The USPSTF recommends that clinicians selectively offer screening for colorectal cancer in adults aged 76 to 85 years. Evidence indicates that the net benefit of screening all persons in this age group is small. In determining whether this service is appropriate in individual cases, patients and clinicians should consider the patient's overall health, prior screening history, and  preferences.",
        "servFreq": " \r\nSelectively screen adults aged 76 to 85 years for colorectal cancer.\r\n Discuss together with patients the decision to screen, taking into consideration the patient&rsquo;s overall health status (life expectancy, comorbid conditions), prior screening history, and preferences. ",
        "riskName": "",
        "risk": [],
        "riskText": " \r\nAge is one of the most important risk factors for colorectal cancer, with incidence rates increasing with age and nearly 94% of new cases of colorectal cancer occurring in adults 45 years or older. Rates of colorectal cancer incidence are higher in Black adults and American Indian and Alaskan Native adults, persons with a family history of colorectal cancer (even in the absence of any known inherited syndrome such as Lynch syndrome or familial adenomatous polyposis), men, and persons with other risk factors (such as obesity, diabetes, long-term smoking, and unhealthy alcohol use).&nbsp;However, all adults 45 years or older should be offered screening, even if these risk factors are absent.\r\n ",
        "general": "443",
        "tool": [
            "333",
            "340",
            "339",
            "338",
            "337",
            "336",
            "335",
            "334"
        ]
    },
    {
        "id": 2039,
        "title": "Falls Prevention in Community-Dwelling Older Adults: Interventions -- Community-dwelling adults 65 years or older",
        "grade": "C",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            65,
            100
        ],
        "text": "The USPSTF recommends that clinicians individualize the decision to offer multifactorial interventions to prevent falls to community-dwelling adults 65 years or older who are at increased risk for falls. Existing evidence indicates that the overall net benefit of routinely offering multifactorial interventions to prevent falls is small. When determining whether this service is appropriate for an individual, patients and clinicians should consider the balance of benefits and harms based on the circumstances of prior falls, presence of comorbid medical conditions, and the patient's values and preferences.\r\rSee the Practice Considerations section for information on risk assessment for falls.",
        "servFreq": "Effective exercise interventions include supervised individual physical therapy and group exercise classes, although most studies reviewed by the USPSTF included group exercise. It is difficult to identify specific components of exercise that are particularly effective. The most commonly studied exercise components were gait, balance, and functional training, followed by strength and resistance training, flexibility, and endurance training. A smaller number of trials included a 3-dimensional exercise (ie, exercise that involves movement through all 3 spatial planes or dimensions: forward and back, side to side, and up and down), such as group dance or tai chi classes. The most common frequency and duration for exercise interventions was 2 to 3 sessions per week for 12 months, although duration of exercise interventions ranged from 2 to 30 months.\r\n&nbsp;\r\nIt is important to note that physical activity is associated with multiple health benefits in addition to fall prevention. For example, regular physical activity has been associated with a lower risk of cardiovascular disease events, cardiovascular disease mortality, and all-cause mortality, as well as lower blood pressure, lower risk of type 2 diabetes, and lower risk of dyslipidemia.5-7 The US Department of Health and Human Services recommends that adults do at least 150 to 300 minutes per week of moderate-intensity, or 75 to 150 minutes per week of vigorous-intensity aerobic physical activity, as well as muscle-strengthening activities of moderate or greater intensity and that involve all major muscle groups twice a week or more.5\r\n&nbsp;\r\nMultifactorial interventions include an initial assessment of modifiable risk factors for falls and subsequent customized interventions for each patient based on issues identified in the initial assessment. The initial assessment could include a multidisciplinary comprehensive geriatric assessment or an assessment using a combination of various components, such as balance, gait, vision, postural blood pressure, medication, environment, cognition, and psychological health. This comprehensive assessment should be distinguished from the evaluation and treatment of a patient who presents with a specific symptom or concern (eg, reduced vision or lower extremity pain or numbness). In studies, assessments were conducted by nursing professionals, physicians, or physical or occupational therapists, and a variety of different professionals performed subsequent interventions, including nurses, clinicians, physical therapists, exercise instructors, occupational therapists, dietitians, or nutritionists. Intervention components vary based on the initial assessment and could include group or individual exercise, psychological interventions (eg, cognitive behavioral therapy), nutrition therapy, education, medication management, urinary incontinence management, environmental modification, physical or occupational therapy, social or community services, and referral to specialists (eg, ophthalmologist, neurologist, or cardiologist).4",
        "riskName": "",
        "risk": [],
        "riskText": "When determining who is at increased risk of falls, primary care clinicians can consider a number of risk factors. Increasing age is strongly related to risk for falls. Other risk factors include cognitive and sensory deficits, presence of acute or chronic medical conditions, use of specific medications that can increase fall risk, environmental or occupational hazards, home or neighborhood features, and alcohol or drug use. Intervention studies have most commonly used a history of falls to identify increased risk for future falls; studies also considered a history of falls together with other key risk factors, particularly impairments in mobility, gait, and balance.&nbsp;A pragmatic approach to identifying persons at increased risk for falls would be to assess for a history of falls or for problems in physical functioning and limited mobility.",
        "general": "958",
        "tool": [
            "564",
            "568",
            "567",
            "566",
            "565"
        ]
    },
    {
        "id": 1979,
        "title": "Healthy Diet and Physical Activity for Cardiovascular Disease Prevention in Adults Without Cardiovascular Disease Risk Factors: Behavioral Counseling Interventions -- Adults 18 years or older without known cardiovascular disease risk factors",
        "grade": "C",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF recommends that clinicians individualize the decision to offer or refer adults without cardiovascular disease risk factors to behavioral counseling interventions to promote a healthy diet and physical activity. \r\rSee the \"Practice Considerations\" section for information on determining which patients may benefit most from this service.",
        "riskName": "",
        "risk": [],
        "general": "453",
        "tool": [
            "380",
            "390",
            "389",
            "388",
            "290",
            "296",
            "295",
            "384",
            "383",
            "382",
            "381"
        ],
        "bmi": "N"
    },
    {
        "id": 413,
        "title": "Prostate Cancer: Screening -- Men aged 55 to 69 years",
        "grade": "C",
        "gradeVer": 1,
        "gender": "male",
        "sex": "male",
        "ageRange": [
            55,
            69
        ],
        "text": "For men aged 55 to 69 years, the decision to undergo periodic prostate-specific antigen (PSA)-based screening for prostate cancer should be an individual one. Before deciding whether to be screened, men should have an opportunity to discuss the potential benefits and harms of screening with their clinician and to incorporate their values and preferences in the decision. Screening offers a small potential benefit of reducing the chance of death from prostate cancer in some men. However, many men will experience potential harms of screening, including false-positive results that require additional testing and possible prostate biopsy; overdiagnosis and overtreatment; and treatment complications, such as incontinence and erectile dysfunction. In determining whether this service is appropriate in individual cases, patients and clinicians should consider the balance of benefits and harms on the basis of family history, race/ethnicity, comorbid medical conditions, patient values about the benefits and harms of screening and treatment-specific outcomes, and other health needs. Clinicians should not screen men who do not express a preference for screening.",
        "riskName": "",
        "risk": [],
        "general": "397",
        "tool": [
            "169",
            "174",
            "173",
            "172",
            "171",
            "170"
        ]
    },
    {
        "id": 403,
        "title": "Skin Cancer Prevention: Behavioral Counseling -- Adults older than 24 years with fair skin types",
        "grade": "C",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            25,
            100
        ],
        "text": "The USPSTF recommends that clinicians selectively offer counseling to adults older than 24 years with fair skin types about minimizing their exposure to UV radiation to reduce risk of skin cancer. Existing evidence indicates that the net benefit of counseling all adults older than 24 years is small. In determining whether counseling is appropriate in individual cases, patients and clinicians should consider the presence of risk factors for skin cancer.See the Clinical Considerations section for information on risk assessment.",
        "riskName": "",
        "risk": [],
        "riskText": "Persons with fair skin types (ivory or pale skin, light eye color, red or blond hair, freckles, those who sunburn easily) are at increased risk of skin cancer and should be counseled. Other factors that further increase risk include a history of sunburns, previous use of indoor tanning beds, and a family or personal history of skin cancer. Persons with an increased number of nevi and atypical nevi are at increased risk of melanoma. Persons with a compromised immune system (eg, persons living with HIV, persons who have received an organ transplant) are at increased risk of skin cancer.",
        "general": "400",
        "tool": [
            "178",
            "180",
            "179"
        ]
    },
    {
        "id": 1982,
        "title": "Statin Use for the Primary Prevention of Cardiovascular Disease in Adults: Preventive Medication -- Adults aged 40 to 75 years who have 1 or more cardiovascular risk factors and an estimated 10-year CVD risk of 7.5% to less than 10%",
        "grade": "C",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            40,
            75
        ],
        "text": "The USPSTF recommends that clinicians selectively offer a statin for the primary prevention of CVD for adults aged 40 to 75 years who have 1 or more CVD risk factors (i.e dyslipidemia, diabetes, hypertension, or smoking) and an estimated 10-year risk of a cardiovascular event of 7.5% to less than 10%. The likelihood of benefit is smaller in this group than in persons with a 10-year risk of 10% or greater.",
        "riskName": "",
        "risk": [],
        "general": "634",
        "tool": [
            "428",
            "433",
            "290",
            "431",
            "430",
            "429"
        ]
    },
    {
        "id": 520,
        "title": "Abdominal Aortic Aneurysm: Screening -- Women who have never smoked ",
        "grade": "D",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            50,
            100
        ],
        "text": "The USPSTF recommends against routine screening for AAA with ultrasonography in women who have never smoked and have no family history of AAA.",
        "riskName": "",
        "risk": [],
        "general": "421",
        "tool": [
            "236",
            "237"
        ]
    },
    {
        "id": 1972,
        "title": "Aspirin Use to Prevent Cardiovascular Disease: Preventive Medication -- Adults 60 years or older",
        "grade": "D",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            60,
            100
        ],
        "text": "The USPSTF recommends against initiating low-dose aspirin use for the primary prevention of CVD in adults 60 years or older.",
        "riskName": "",
        "risk": [],
        "general": "449",
        "tool": [
            "365",
            "371",
            "370",
            "369",
            "368",
            "290",
            "366"
        ]
    },
    {
        "id": 514,
        "title": "Asymptomatic Bacteriuria in Adults: Screening -- Nonpregnant adults",
        "grade": "D",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF recommends against screening for asymptomatic bacteriuria in nonpregnant adults.",
        "riskName": "",
        "risk": [],
        "riskText": "The risk of developing asymptomatic bacteriuria varies by age, sex, and pregnancy status.6 Because of the location and length of the female urethra, women are predisposed to infections of the urinary tract, including asymptomatic bacteriuria.5 Physiologic changes in both pregnant and older women increase the risk of asymptomatic bacteriuria and a urinary tract infection.7, 11, 12 In general, men are at low risk of developing asymptomatic bacteriuria, although rates increase with older age.12 Persons with diabetes are also at increased risk of developing asymptomatic bacteriuria.4, 6",
        "general": "422",
        "tool": [
            "238",
            "240",
            "239"
        ]
    },
    {
        "id": 1909,
        "title": "Asymptomatic Carotid Artery Stenosis: Screening -- Asymptomatic adults",
        "grade": "D",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF recommends against screening for asymptomatic carotid artery stenosis in the general adult population.\r\rSee the Practice Considerations section for a description of adults at increased risk.",
        "riskName": "",
        "risk": [],
        "general": "448",
        "tool": [
            "361",
            "364",
            "363",
            "362"
        ]
    },
    {
        "id": 508,
        "title": "BRCA-Related Cancer: Risk Assessment, Genetic Counseling, and Genetic Testing -- Women whose personal or family history or ancestry is not associated with potential harmful BRCA1/2 gene mutations",
        "grade": "D",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF recommends against routine risk assessment, genetic counseling, or genetic testing for women whose personal or family history or ancestry is not associated with potentially harmful BRCA1/2 gene mutations.",
        "riskName": "",
        "risk": [],
        "riskText": "Patients with family or personal histories of breast, ovarian, tubal, or peritoneal cancer or ancestry associated with harmful&nbsp;BRCA1/2&nbsp;mutations should be assessed using a familial risk assessment tool. The USPSTF found adequate evidence that these tools are accurate in identifying women with increased likelihood of&nbsp;BRCA1/2mutations. Tools evaluated by the USPSTF include the Ontario Family History Assessment Tool, Manchester Scoring System, Referral Screening Tool, Pedigree Assessment Tool, 7-Question Family History Screening Tool, International Breast Cancer Intervention Study instrument (Tyrer-Cuzick), and brief versions of BRCAPRO. These tools should be used to guide referrals to genetic counseling.",
        "general": "413",
        "tool": [
            "212",
            "214",
            "213"
        ]
    },
    {
        "id": 525,
        "title": "Bacterial Vaginosis in Pregnant Persons to Prevent Preterm Delivery: Screening -- Pregnant persons not at increased risk for preterm delivery",
        "grade": "D",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            11,
            49
        ],
        "text": "The USPSTF recommends against screening for bacterial vaginosis (BV) in pregnant persons who are not at increased risk for preterm delivery.",
        "riskName": "Pregnant",
        "risk": [
            "39"
        ],
        "riskText": "\r\nAssess risk for preterm delivery. There are multiple factors that increase risk for preterm delivery; one of the strongest risk factors is prior preterm delivery.\r\nDecide whether or not to screen for bacterial vaginosis:\r\n\r\na. Do not screen pregnant persons who are not at increased risk for preterm delivery.\r\nb. Evidence is insufficient to recommend for or against screening pregnant persons at increased risk for preterm delivery.",
        "general": "427",
        "tool": [
            "250",
            "252",
            "251"
        ]
    },
    {
        "id": 511,
        "title": "Breast Cancer: Medication Use to Reduce Risk -- Women not at increased risk for breast cancer aged 35 years or older",
        "grade": "D",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            35,
            100
        ],
        "text": "The USPSTF recommends against the routine use of risk-reducing medications, such as tamoxifen, raloxifene, or aromatase inhibitors, in women who are not at increased risk for breast cancer.",
        "riskName": "",
        "risk": [],
        "riskText": "Assessment of Risk for Breast Cancer\r\nVarious methods are available to identify women at increased risk for breast cancer, including formal clinical risk assessment tools or assessing breast cancer risk factors without using a formal tool.\r\nNumerous risk assessment tools, such as the National Cancer Institute (NCI) Breast Cancer Risk Assessment Tool,5 estimate a woman&rsquo;s risk of developing breast cancer over the next 5 years. There is no single cutoff for defining increased risk for all women. Women at greater risk, such as those with at least a 3% risk for breast cancer in the next 5 years, are likely to derive more benefit than harm from risk-reducing medications6 and should be offered these medications if their risk of harms is low. Some women at lower risk for breast cancer have also been included in trials documenting reduced risk for breast cancer when taking tamoxifen, raloxifene, or aromatase inhibitors.3, 4 However, when balancing the harms associated with these medications, the net benefit will be lower among women at lower risk.\r\nAlternatively, clinicians may use combinations of risk factors (including some risk factors not included in risk assessment tools but that would have permitted enrollment in some of the risk reduction trials) to identify women at increased risk. Some examples of combinations of multiple risk factors in women at increased risk include (but are not limited to) age 65 years or older with 1 first-degree relative with breast cancer; 45 years or older with more than 1 first-degree relative with breast cancer or 1 first-degree relative who developed breast cancer before age 50 years; 40 years or older with a first-degree relative with bilateral breast cancer; presence of atypical ductal or lobular hyperplasia or lobular carcinoma in situ on a prior biopsy.\r\nWomen not at increased risk for breast cancer, such as women younger than 60 years with no additional risk factors for breast cancer, or women with a low 5-year risk of breast cancer should not be routinely offered medications to reduce risk of breast cancer, since the risk of harms from these medications likely outweighs their potential benefit.\r\nWhen considering prescribing breast cancer risk-reducing medications, potential benefit of risk reduction of breast cancer must be balanced against the potential harms of adverse medication effects. See below for more information on potential harms from risk-reducing medications.",
        "general": "414",
        "tool": [
            "215",
            "218",
            "217",
            "216"
        ]
    },
    {
        "id": 418,
        "title": "Cardiovascular Disease Risk: Screening With Electrocardiography -- Adults at low risk of CVD events",
        "grade": "D",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF recommends against screening with resting or exercise electrocardiography (ECG) to prevent cardiovascular disease (CVD) events in asymptomatic adults at low risk of CVD events.",
        "riskName": "",
        "risk": [],
        "general": "403",
        "tool": [
            "186",
            "188",
            "187"
        ]
    },
    {
        "id": 427,
        "title": "Cervical Cancer: Screening -- Women older than 65 years",
        "grade": "D",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            66,
            100
        ],
        "text": "The USPSTF recommends against screening for cervical cancer in women older than 65 years who have had adequate prior screening and are not otherwise at high risk for cervical cancer. See the Clinical Considerations section for discussion of adequate prior screening and risk factors that support screening after age 65 years.",
        "riskName": "",
        "risk": [],
        "general": "389",
        "tool": [
            "148",
            "150",
            "149"
        ]
    },
    {
        "id": 429,
        "title": "Cervical Cancer: Screening -- Women who have had a hysterectomy ",
        "grade": "D",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF recommends against screening for cervical cancer in women who have had a hysterectomy with removal of the cervix and do not have a history of a high-grade precancerous lesion (ie, cervical intraepithelial neoplasia [CIN] grade 2 or 3) or cervical cancer.",
        "riskName": "",
        "risk": [],
        "general": "389",
        "tool": [
            "148",
            "150",
            "149"
        ]
    },
    {
        "id": 428,
        "title": "Cervical Cancer: Screening -- Women younger than 21 years",
        "grade": "D",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            13,
            20
        ],
        "text": "The USPSTF recommends against screening for cervical cancer in women younger than 21 years.",
        "riskName": "",
        "risk": [],
        "general": "389",
        "tool": [
            "148",
            "150",
            "149"
        ]
    },
    {
        "id": 1973,
        "title": "Chronic Obstructive Pulmonary Disease: Screening -- Asymptomatic adults",
        "grade": "D",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF recommends against screening for chronic obstructive pulmonary disease in asymptomatic adults.",
        "riskName": "Tobacco user",
        "risk": [
            "41"
        ],
        "general": "614",
        "tool": [
            "421",
            "427",
            "426",
            "425",
            "424",
            "423",
            "422"
        ]
    },
    {
        "id": 2003,
        "title": "Genital Herpes Infection: Serologic Screening -- Asymptomatic adolescents and adults, including pregnant persons",
        "grade": "D",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            11,
            100
        ],
        "text": "The USPSTF recommends against routine serologic screening for genital herpes simplex virus infection in asymptomatic adolescents and adults, including pregnant persons.",
        "riskName": "",
        "risk": [],
        "riskText": "The USPSTF found no evidence of externally validated, reliable risk stratification tools to identify individuals more or less likely to have genital herpes.",
        "general": "797",
        "tool": [
            "498",
            "505",
            "504",
            "503",
            "502",
            "347",
            "500",
            "499"
        ]
    },
    {
        "id": 1996,
        "title": "Hormone Therapy in Postmenopausal Persons: Primary Prevention of Chronic Conditions -- Postmenopausal persons",
        "grade": "D",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            50,
            100
        ],
        "text": "The USPSTF recommends against the use of combined estrogen and progestin for the primary prevention of chronic conditions in postmenopausal persons.",
        "riskName": "",
        "risk": [],
        "general": "754",
        "tool": [
            "457",
            "459",
            "458"
        ]
    },
    {
        "id": 1997,
        "title": "Hormone Therapy in Postmenopausal Persons: Primary Prevention of Chronic Conditions -- Postmenopausal persons who have had a hysterectomy",
        "grade": "D",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            50,
            100
        ],
        "text": "The USPSTF recommends against the use of estrogen alone for the primary prevention of chronic conditions in postmenopausal persons who have had a hysterectomy.",
        "riskName": "",
        "risk": [],
        "general": "754",
        "tool": [
            "457",
            "459",
            "458"
        ]
    },
    {
        "id": 400,
        "title": "Ovarian Cancer: Screening -- Asymptomatic women",
        "grade": "D",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            45,
            100
        ],
        "text": "The USPSTF recommends against screening for ovarian cancer in asymptomatic women.This recommendation applies to asymptomatic women who are not known to have a high-risk hereditary cancer syndrome.",
        "riskName": "",
        "risk": [],
        "general": "387",
        "tool": [
            "145",
            "147",
            "146"
        ]
    },
    {
        "id": 504,
        "title": "Pancreatic Cancer: Screening -- Adults",
        "grade": "D",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF recommends against screening for pancreatic cancer in asymptomatic adults.",
        "riskName": "",
        "risk": [],
        "general": "415",
        "tool": [
            "219",
            "221",
            "220"
        ]
    },
    {
        "id": 414,
        "title": "Prostate Cancer: Screening -- Men 70 years and older",
        "grade": "D",
        "gradeVer": 1,
        "gender": "male",
        "sex": "male",
        "ageRange": [
            70,
            99
        ],
        "text": "The USPSTF recommends against PSA-based screening for prostate cancer in men 70 years and older.",
        "riskName": "",
        "risk": [],
        "general": "397",
        "tool": [
            "169",
            "174",
            "173",
            "172",
            "171",
            "170"
        ]
    },
    {
        "id": 203,
        "title": "Testicular Cancer: Screening -- Adolescent and Adult Men",
        "grade": "D",
        "gradeVer": 0,
        "gender": "male",
        "sex": "male",
        "ageRange": [
            11,
            100
        ],
        "text": "The USPSTF recommends against screening for testicular cancer in adolescent or adult men.",
        "riskName": "",
        "risk": [],
        "general": "303",
        "tool": [
            "20"
        ]
    },
    {
        "id": 365,
        "title": "Thyroid Cancer: Screening -- Adults",
        "grade": "D",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF recommends against screening for thyroid cancer in asymptomatic adults.",
        "riskName": "",
        "risk": [],
        "general": "351",
        "tool": []
    },
    {
        "id": 410,
        "title": "Vitamin D, Calcium, or Combined Supplementation for the Primary Prevention of Fractures in Community-Dwelling Adults: Preventive Medication -- Postmenopausal women",
        "grade": "D",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            40,
            100
        ],
        "text": "The USPSTF recommends against daily supplementation with 400 IU or less of vitamin D and 1000 mg or less of calcium for the primary prevention of fractures in community-dwelling, postmenopausal women.",
        "riskName": "",
        "risk": [],
        "general": "402",
        "tool": [
            "183",
            "162",
            "184"
        ]
    },
    {
        "id": 1976,
        "title": "Vitamin, Mineral, and Multivitamin Supplementation to Prevent Cardiovascular Disease and Cancer: Preventive Medication -- Community-dwelling, nonpregnant adults",
        "grade": "D",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF recommends against the use of beta carotene or vitamin E supplements for the prevention of cardiovascular disease or cancer.",
        "riskName": "",
        "risk": [],
        "general": "446",
        "tool": [
            "354",
            "357",
            "356",
            "355"
        ]
    },
    {
        "id": 521,
        "title": "Abdominal Aortic Aneurysm: Screening -- Women aged 65 to 75 years who have ever smoked",
        "grade": "I",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            65,
            75
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for AAA with ultrasonography in women aged 65 to 75 years who have ever smoked or have a family history of AAA.",
        "riskName": "",
        "risk": [],
        "general": "421",
        "tool": [
            "236",
            "237"
        ]
    },
    {
        "id": 396,
        "title": "Adolescent Idiopathic Scoliosis: Screening -- Children and adolescents aged 10 to 18 years",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            10,
            18
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for adolescent idiopathic scoliosis in children and adolescents aged 10 to 18 years.\r\rLiterature scans conducted in October 2022 in the MEDLINE database and the Cochrane Library showed a lack of new evidence to support an updated systematic review on the topic at this time. See the Literature Surveillance Report under the Supporting Evidence section of this webpage.",
        "riskName": "",
        "risk": [],
        "general": "396",
        "tool": [
            "166",
            "168",
            "167"
        ]
    },
    {
        "id": 2015,
        "title": "Anxiety Disorders in Adults: Screening -- Older adults 65 years or older",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            65,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for anxiety disorders in older adults.",
        "riskName": "",
        "risk": [],
        "riskText": "Assessment of Risk\r\nRisk factors for anxiety disorders include sociodemographic factors, psychosocial factors, and physical and mental health factors such as marital status (widowed or divorced), stressful life events, smoking and alcohol use, other mental health conditions, or a parental history of mental disorders. Demographic factors such as low socioeconomic status and female sex are associated with higher rates of anxiety disorders. Black persons and individuals of non-Hispanic ethnicity are at increased risk of anxiety disorders due to social, rather than biological, factors.&nbsp;Anxiety and depressive disorders often overlap. One cohort study found that 67% of individuals with a depressive disorder also had a current anxiety disorder, and 75% had a lifetime comorbid anxiety disorder.",
        "general": "977",
        "tool": [
            "569",
            "575",
            "574",
            "573",
            "417",
            "571",
            "411"
        ]
    },
    {
        "id": 1991,
        "title": "Anxiety in Children and Adolescents: Screening -- Children 7 years or younger",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            1,
            7
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for anxiety in children 7 years or younger.\r\rSee the Practice Considerations section for additional information regarding the I statement.",
        "riskName": "",
        "risk": [],
        "general": "937",
        "tool": [
            "548",
            "410",
            "404",
            "403",
            "402",
            "401",
            "550",
            "549"
        ]
    },
    {
        "id": 1950,
        "title": "Atrial Fibrillation: Screening -- Asymptomatic adults 50 years or older",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            50,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for atrial fibrillation.\r\rSee the Practice Considerations section for additional information regarding the I statement.",
        "riskName": "",
        "risk": [],
        "general": "454",
        "tool": [
            "391",
            "397",
            "396",
            "368",
            "290",
            "393",
            "392"
        ]
    },
    {
        "id": 318,
        "title": "Autism Spectrum Disorder in Young Children: Screening -- Children aged 18 to 30 months",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            0,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for autism spectrum disorder (ASD) in young children for whom no concerns of ASD have been raised by their parents or a clinician.",
        "riskName": "",
        "risk": [],
        "riskText": "Although a number of potential risk factors for ASD have been identified, there is insufficient evidence to determine if certain risk factors modify the performance characteristics of ASD screening tests, such as the age at which screening is performed or other characteristics of the child or family.",
        "general": "182",
        "tool": [
            "23",
            "27",
            "26",
            "25",
            "24"
        ]
    },
    {
        "id": 526,
        "title": "Bacterial Vaginosis in Pregnant Persons to Prevent Preterm Delivery: Screening -- Pregnant persons at increased risk for preterm delivery",
        "grade": "I",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            11,
            49
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for BV in pregnant persons who are at increased risk for preterm delivery.",
        "riskName": "Pregnant",
        "risk": [
            "39"
        ],
        "general": "427",
        "tool": [
            "250",
            "252",
            "251"
        ]
    },
    {
        "id": 65,
        "title": "Bladder Cancer in Adults: Screening -- Asymptomatic Adults",
        "grade": "I",
        "gradeVer": 0,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF concludes the current evidence is insufficient to assess the balance of benefits and harms of screening for bladder cancer in asymptomatic adults.\r\rLiterature scans conducted in July 2024 in the MEDLINE and PubMed databases and the Cochrane Library showed a lack of new evidence to support an updated systematic review on the topic at this time. See the Literature Surveillance Report under the Supporting Evidence section of this webpage.",
        "riskName": "",
        "risk": [],
        "riskText": "This evidence update focused on the benefits and harms of screening for bladder cancer among people without symptoms, the accuracy of screening tests done in primary care settings, and the benefits and harms of treatment. The updated evidence review did not find any new high quality evidence to adequately determine the balance of benefits and harms of screening for bladder cancer. However, bladder cancer is a common cancer and can cause considerable health problems including death. Therefore, the USPSTF determined that the evidence was insufficient to provide a recommendation for or against bladder cancer screening.  The USPSTF emphasizes the need for additional research in this area. ",
        "general": "280",
        "tool": [
            "20"
        ]
    },
    {
        "id": 2036,
        "title": "Breast Cancer: Screening -- Women 75 years or older",
        "grade": "I",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            75,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening mammography in women 75 years or older.",
        "riskName": "",
        "risk": [],
        "riskText": "These recommendations apply to cisgender women and all other persons assigned female at birth (including transgender men and nonbinary persons) 40 years or older at average risk of breast cancer. \r\nThese recommendations apply to persons who have factors associated with an increased risk of breast cancer, such as a family history of breast cancer (ie, a first-degree relative with breast cancer) or having dense breasts. They do not apply to persons who have a genetic marker or syndrome associated with a high risk of breast cancer (eg, BRCA1 or BRCA2 genetic variation), a history of high-dose radiation therapy to the chest at a young age, or previous breast cancer or a high-risk breast lesion on previous biopsies. ",
        "general": "734",
        "tool": [
            "451",
            "456",
            "455",
            "454",
            "453",
            "452"
        ]
    },
    {
        "id": 2037,
        "title": "Breast Cancer: Screening -- Women with dense breasts",
        "grade": "I",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of supplemental screening for breast cancer using breast ultrasonography or magnetic resonance imaging (MRI) in women identified to have dense breasts on an otherwise negative screening mammogram.\r\rSee the \"Practice Considerations\" section for more information on the patient population to whom this recommendation applies and on screening mammography modalities.",
        "riskName": "",
        "risk": [],
        "riskText": "These recommendations apply to cisgender women and all other persons assigned female at birth (including transgender men and nonbinary persons) 40 years or older at average risk of breast cancer. \r\nThese recommendations apply to persons who have factors associated with an increased risk of breast cancer, such as a family history of breast cancer (ie, a first-degree relative with breast cancer) or having dense breasts. They do not apply to persons who have a genetic marker or syndrome associated with a high risk of breast cancer (eg, BRCA1 or BRCA2 genetic variation), a history of high-dose radiation therapy to the chest at a young age, or previous breast cancer or a high-risk breast lesion on previous biopsies. ",
        "general": "734",
        "tool": [
            "451",
            "456",
            "455",
            "454",
            "453",
            "452"
        ]
    },
    {
        "id": 419,
        "title": "Cardiovascular Disease Risk: Screening With Electrocardiography -- Adults at intermediate or high risk of CVD events ",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening with resting or exercise ECG to prevent CVD events in asymptomatic adults at intermediate or high risk of CVD events. See the Clinical Considerations section for suggestions for practice regarding the I statement.",
        "riskName": "",
        "risk": [],
        "general": "403",
        "tool": [
            "186",
            "188",
            "187"
        ]
    },
    {
        "id": 423,
        "title": "Cardiovascular Disease: Risk Assessment With Nontraditional Risk Factors -- Adults",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of adding the ankle-brachial index (ABI), high-sensitivity C-reactive protein (hsCRP) level, or coronary artery calcium (CAC) score to traditional risk assessment for cardiovascular disease (CVD) in asymptomatic adults to prevent CVD events. See the Clinical Considerations section for suggestions for practice regarding the I statement.",
        "riskName": "",
        "risk": [],
        "general": "390",
        "tool": [
            "151",
            "153",
            "152"
        ]
    },
    {
        "id": 352,
        "title": "Celiac Disease: Screening -- Asymptomatic adults, adolescents, and children",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            0,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for celiac disease in asymptomatic persons.\r\rLiterature scans conducted in May 2024 in the MEDLINE and PubMed databases and the Cochrane Library showed a lack of new evidence to support an updated systematic review on the topic at this time. See the Literature Surveillance Report under the Supporting Evidence section of this webpage.",
        "riskName": "",
        "risk": [],
        "riskText": "persons with family history or other risk factors",
        "general": "373",
        "tool": [
            "119",
            "120"
        ]
    },
    {
        "id": 1937,
        "title": "Chlamydia and Gonorrhea: Screening -- Sexually active men",
        "grade": "I",
        "gradeVer": 1,
        "gender": "male",
        "sex": "male",
        "ageRange": [
            11,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for chlamydia and gonorrhea in men.",
        "riskName": "Sexually Active",
        "risk": [
            "40"
        ],
        "general": "444",
        "tool": [
            "341",
            "349",
            "348",
            "347",
            "346",
            "345",
            "344",
            "343",
            "342"
        ]
    },
    {
        "id": 523,
        "title": "Cognitive Impairment in Older Adults: Screening -- Older adults ",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            65,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for cognitive impairment in older adults.",
        "riskName": "",
        "risk": [],
        "general": "419",
        "tool": [
            "228",
            "232",
            "231",
            "230",
            "229"
        ]
    },
    {
        "id": 2017,
        "title": "Depression and Suicide Risk in Adults: Screening -- Adults, including pregnant and postpartum persons, and older adults (65 years or older)",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for suicide risk in the adult population, including pregnant and postpartum persons, as well as older adults.",
        "riskName": "",
        "risk": [],
        "general": "494",
        "tool": [
            "411",
            "417",
            "416",
            "409",
            "408",
            "413",
            "412"
        ]
    },
    {
        "id": 1993,
        "title": "Depression and Suicide Risk in Children and Adolescents: Screening -- Children 11 years or younger",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            1,
            11
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for MDD in children 11 years or younger.\r\rSee the Practice Considerations section for additional information regarding the I statement.",
        "riskName": "",
        "risk": [],
        "general": "474",
        "tool": [
            "398",
            "410",
            "409",
            "408",
            "407",
            "406",
            "405",
            "404",
            "403",
            "402",
            "401",
            "400",
            "399"
        ]
    },
    {
        "id": 1994,
        "title": "Depression and Suicide Risk in Children and Adolescents: Screening -- Children and adolescents",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            1,
            11
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for suicide risk in children and adolescents.\r\rSee the Practice Considerations section for additional information regarding the I statement.",
        "riskName": "",
        "risk": [],
        "general": "474",
        "tool": [
            "398",
            "410",
            "409",
            "408",
            "407",
            "406",
            "405",
            "404",
            "403",
            "402",
            "401",
            "400",
            "399"
        ]
    },
    {
        "id": 1955,
        "title": "Eating Disorders in Adolescents and Adults: Screening -- Asymptomatic adolescents and adults",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            10,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for eating disorders in adolescents and adults.\r\rSee the Practice Considerations section for additional information regarding the I statement.",
        "riskName": "",
        "risk": [],
        "general": "594",
        "tool": [
            "418",
            "420",
            "419"
        ]
    },
    {
        "id": 1933,
        "title": "Gestational Diabetes: Screening -- Asymptomatic pregnant persons before 24 weeks of gestation",
        "grade": "I",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            11,
            49
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for gestational diabetes in asymptomatic pregnant persons before 24 weeks of gestation.",
        "riskName": "Pregnant",
        "risk": [
            "39"
        ],
        "general": "445",
        "tool": [
            "350",
            "353",
            "352",
            "351"
        ]
    },
    {
        "id": 1918,
        "title": "Hearing Loss in Older Adults: Screening -- Asymptomatic adults 50 years or older",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            50,
            100
        ],
        "text": "The US Preventive Services Task Force (USPSTF) concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for hearing loss in older adults.\r\rSee the Practice Considerations section for additional information regarding the I statement.",
        "riskName": "",
        "risk": [],
        "riskText": "Increasing age is the most important risk factor for hearing loss. Presbycusis, a gradual, progressive decline in the ability to perceive high-frequency tones due to degeneration of hair cells in the ear, is the most common cause of hearing loss in older adults.",
        "general": "439",
        "tool": [
            "318",
            "320",
            "319"
        ]
    },
    {
        "id": 1825,
        "title": "High Blood Pressure in Children and Adolescents: Screening -- Children and adolescents",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            3,
            18
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for high blood pressure in children and adolescents.",
        "riskName": "",
        "risk": [],
        "general": "436",
        "tool": [
            "302",
            "305",
            "304",
            "303"
        ]
    },
    {
        "id": 665,
        "title": "Illicit Drug Use in Children, Adolescents, and Young Adults: Primary Care-Based Interventions -- Children, adolescents, and young adults",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            10,
            25
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of primary care--based behavioral counseling interventions to prevent illicit drug use, including nonmedical use of prescription drugs, in children, adolescents, and young adults.\r\rSee the Practice Considerations section for suggestions for practice regarding the I statement.",
        "riskName": "",
        "risk": [],
        "general": "433",
        "tool": [
            "279",
            "282",
            "281",
            "280"
        ]
    },
    {
        "id": 1975,
        "title": "Impaired Visual Acuity in Older Adults: Screening -- Asymptomatic adults 65 years or older",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            65,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for impaired visual acuity in older adults.",
        "riskName": "",
        "risk": [],
        "general": "817",
        "tool": [
            "515",
            "517",
            "516"
        ]
    },
    {
        "id": 435,
        "title": "Intimate Partner Violence, Elder Abuse, and Abuse of Vulnerable Adults: Screening -- Older or vulnerable adults",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for abuse and neglect in all older or vulnerable adults. See the Clinical Considerations section for suggestions for practice regarding the I statement.",
        "riskName": "",
        "risk": [],
        "riskText": "Risk factors for elder abuse include isolation and lack of social support, functional impairment, and poor physical health.14&nbsp;For older adults, lower income and living in a shared living environment with a large number of household members (other than a spouse) are associated with an increased risk of financial and physical abuse.15",
        "general": "406",
        "tool": [
            "194",
            "198",
            "197",
            "196",
            "195"
        ]
    },
    {
        "id": 291,
        "title": "Iron Deficiency Anemia in Young Children: Screening -- Children ages 6 to 24 months",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            0,
            2
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for iron deficiency anemia in children ages 6 to 24 months.\r\rGo to the Clinical Considerations section for suggestions for practice regarding the I statement.\r\rLiterature scans conducted in July 2023 in MEDLINE and the Cochrane Database of Systematic Reviews showed a lack of new evidence to support an updated systematic review on the topic at this time. See the Literature Surveillance Report under the Supporting Evidence section of this webpage.",
        "riskName": "",
        "risk": [],
        "general": "383",
        "tool": [
            "141",
            "142"
        ]
    },
    {
        "id": 2045,
        "title": "Iron Deficiency and Iron Deficiency Anemia During Pregnancy: Screening and Supplementation -- Asymptomatic pregnant adolescents and adults",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            12,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for iron deficiency and iron deficiency anemia in pregnant persons to prevent adverse maternal and infant health outcomes.",
        "riskName": "Pregnant",
        "risk": [
            "39"
        ],
        "general": "957",
        "tool": [
            "556",
            "563",
            "562",
            "561",
            "560",
            "559",
            "558",
            "557"
        ]
    },
    {
        "id": 2046,
        "title": "Iron Deficiency and Iron Deficiency Anemia During Pregnancy: Screening and Supplementation -- Asymptomatic pregnant adolescents and adults",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            12,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of routine iron supplementation in pregnant persons to prevent adverse maternal and infant health outcomes.",
        "riskName": "Pregnant",
        "risk": [
            "39"
        ],
        "general": "957",
        "tool": [
            "556",
            "563",
            "562",
            "561",
            "560",
            "559",
            "558",
            "557"
        ]
    },
    {
        "id": 2018,
        "title": "Lipid Disorders in Children and Adolescents: Screening -- Asymptomatic children and adolescents 20 years or younger",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            1,
            20
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for lipid disorders in children and adolescents 20 years or younger.\r\rSee the Practice Considerations section for additional information regarding the I statement.",
        "riskName": "",
        "risk": [],
        "general": "777",
        "tool": [
            "481",
            "490",
            "489",
            "488",
            "298",
            "297",
            "485",
            "484",
            "483",
            "482"
        ]
    },
    {
        "id": 1998,
        "title": "Obstructive Sleep Apnea in Adults: Screening -- General adult population",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for obstructive sleep apnea in the general adult population.\rSee the Practice Considerations section for additional information regarding the I statement.",
        "riskName": "",
        "risk": [],
        "riskText": "Risk Factors\r\nRisk factors associated with OSA include male sex, older age (40-70 years), postmenopausal status, higher body mass index (BMI), and craniofacial and upper airway abnormalities (eg, enlarged tonsils or long upper airway). Black, Hispanic/Latino, and Native American/Alaska Native persons have a higher prevalence of OSA compared with White persons; some evidence suggests that these differences are partially explained by higher rates of obesity, asthma, and tobacco use among these groups.8",
        "general": "694",
        "tool": [
            "443",
            "445",
            "444"
        ]
    },
    {
        "id": 176,
        "title": "Oral Cancer: Screening -- Asymptomatic Adults",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for oral cancer in asymptomatic adults.\r\rGo to the Clinical Considerations section for suggestions for practice regarding the I statement.\r\rLiterature scans conducted in July 2023 in the MEDLINE database and the Cochrane Library showed a lack of new evidence to support an updated systematic review on the topic at this time. See the Literature Surveillance Report under the Supporting Evidence section of this webpage.",
        "riskName": "Tobacco user",
        "risk": [
            "41"
        ],
        "riskText": "Tobacco and alcohol use are major risk factors for oral cancer. A total of 20% to 30% of cases of oral cancer worldwide are attributable to cigarette smoking. In the United States, up to 75% of cases of oral cancer may be attributable to tobacco and alcohol use. Additional risk factors include male sex, older age, use of betel quid, ultraviolet light exposure, infection with Candida or bacterial flora, and a compromised immune system. Sexually transmitted oral HPV infection (HPV-16) has recently been recognized as an increasingly important risk factor for oropharyngeal cancer. In the United States, the prevalence of oropharyngeal cancer due to oral HPV infection is probably as high as 80% to 95%. The prevalence of oral HPV infection is associated with age, sex, number of sexual partners, and number of cigarettes smoked per day. The effect of multifactorial risk assessment and screening for risk factors on oral cancer morbidity and mortality is unknown.",
        "general": "345",
        "tool": [
            "106",
            "20"
        ]
    },
    {
        "id": 2026,
        "title": "Oral Health in Adults: Screening and Preventive Interventions -- Asymptomatic adults 18 years or older",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of routine screening performed by primary care clinicians for oral health conditions, including dental caries or periodontal-related disease, in adults.",
        "riskName": "",
        "risk": [],
        "general": "757",
        "tool": [
            "472",
            "480",
            "479",
            "478",
            "477",
            "476",
            "375",
            "474",
            "473"
        ]
    },
    {
        "id": 2027,
        "title": "Oral Health in Adults: Screening and Preventive Interventions -- Asymptomatic adults 18 years or older",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of preventive interventions performed by primary care clinicians for oral health conditions, including dental caries or periodontal-related disease, in adults.",
        "riskName": "",
        "risk": [],
        "general": "757",
        "tool": [
            "472",
            "480",
            "479",
            "478",
            "477",
            "476",
            "375",
            "474",
            "473"
        ]
    },
    {
        "id": 2024,
        "title": "Oral Health in Children and Adolescents Aged 5 to 17 Years: Screening and Preventive Interventions -- Asymptomatic children and adolescents aged 5 to 17 years",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            5,
            17
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of routine screening performed by primary care clinicians for oral health conditions, including dental caries, in children and adolescents aged 5 to 17 years.",
        "riskName": "",
        "risk": [],
        "general": "1459",
        "tool": [
            "472",
            "480",
            "479",
            "478",
            "477",
            "476",
            "376",
            "375",
            "474",
            "473"
        ]
    },
    {
        "id": 2025,
        "title": "Oral Health in Children and Adolescents Aged 5 to 17 Years: Screening and Preventive Interventions -- Asymptomatic children and adolescents aged 5 to 17 years",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            5,
            17
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of preventive interventions performed by primary care clinicians for oral health conditions, including dental caries, in children and adolescents aged 5 to 17 years.",
        "riskName": "",
        "risk": [],
        "general": "1459",
        "tool": [
            "472",
            "480",
            "479",
            "478",
            "477",
            "476",
            "376",
            "375",
            "474",
            "473"
        ]
    },
    {
        "id": 2059,
        "title": "Osteoporosis to Prevent Fractures: Screening -- Men",
        "grade": "I",
        "gradeVer": 1,
        "gender": "male",
        "sex": "male",
        "ageRange": [
            40,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for osteoporosis to prevent osteoporotic fractures in men.\r\rSee the \"Practice Considerations\" section for suggestions for practice regarding the I statement.",
        "riskName": "",
        "risk": [],
        "riskText": "Men have similar risk factors associated with fragility fractures as women, including increasing age, low BMI, excessive alcohol intake, current smoking, chronic corticosteroid use, history of prior fractures, history of falls within the past year, hypogonadism, history of cerebrovascular accident, and history of diabetes.",
        "general": "799",
        "tool": [
            "510",
            "514",
            "513",
            "512",
            "511"
        ]
    },
    {
        "id": 424,
        "title": "Peripheral Artery Disease and Cardiovascular Disease: Screening and Risk Assessment With the Ankle-Brachial Index -- Adults",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for peripheral artery disease (PAD) and cardiovascular disease (CVD) risk with the ankle-brachial index (ABI) in asymptomatic adults.\r\rLiterature scans conducted in August 2023 in the MEDLINE database and the Cochrane Library showed a lack of new evidence to support an updated systematic review on the topic at this time. See the Literature Surveillance Report under the Supporting Evidence section of this webpage.",
        "riskName": "",
        "risk": [],
        "riskText": "Risk factors associated with OSA include male sex, older age (40 to 70 years), postmenopausal status, higher BMI, and craniofacial and upper airway abnormalities.",
        "general": "401",
        "tool": [
            "181",
            "182"
        ]
    },
    {
        "id": 1984,
        "title": "Prediabetes and Type 2 Diabetes in Children and Adolescents: Screening -- Asymptomatic children and adolescents younger than 18 years",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            0,
            17
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for type 2 diabetes in children and adolescents.\r\rSee the Practice Considerations section for additional information regarding the I statement.",
        "riskName": "",
        "risk": [],
        "general": "654",
        "tool": [
            "434",
            "436",
            "435"
        ]
    },
    {
        "id": 2034,
        "title": "Prevention of Child Maltreatment: Primary Care Interventions -- Children and adolescents younger than 18 years without signs and symptoms of or known exposure to maltreatment",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            0,
            17
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of primary care interventions to prevent child maltreatment.",
        "riskName": "",
        "risk": [],
        "general": "878",
        "tool": [
            "539",
            "545",
            "544",
            "543",
            "542",
            "541",
            "540"
        ]
    },
    {
        "id": 1947,
        "title": "Prevention of Dental Caries in Children Younger Than 5 Years: Screening and Interventions -- Children younger than 5 years",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            0,
            4
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of routine screening examinations for dental caries performed by primary care clinicians in children younger than 5 years.",
        "riskName": "",
        "risk": [],
        "general": "451",
        "tool": [
            "372",
            "379",
            "378",
            "377",
            "376",
            "375",
            "374",
            "373"
        ]
    },
    {
        "id": 1974,
        "title": "Primary Open-Angle Glaucoma: Screening -- Asymptomatic adults 40 years or older",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            40,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for primary open-angle glaucoma in adults.",
        "riskName": "",
        "risk": [],
        "general": "818",
        "tool": [
            "515",
            "520",
            "519"
        ]
    },
    {
        "id": 404,
        "title": "Skin Cancer Prevention: Behavioral Counseling -- Adults",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of counseling adults about skin self-examination to prevent skin cancer.See the Clinical Considerations section for suggestions for practice regarding the I statement.",
        "riskName": "",
        "risk": [],
        "general": "400",
        "tool": [
            "178",
            "180",
            "179"
        ]
    },
    {
        "id": 2005,
        "title": "Skin Cancer: Screening -- Asymptomatic adolescents and adults",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            11,
            99
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of visual skin examination by a clinician to screen for skin cancer in adolescents and adults.\r\rSee the Practice Considerations section for additional information regarding the I statement.",
        "riskName": "",
        "risk": [],
        "riskText": "Exposure to UV radiation from sun exposure, indoor tanning beds, and other UV radiation&ndash;emitting devices is the major environmental risk factor for skin cancer. History of frequent sunburns, older age, and male sex are associated with increased risk for skin cancer. Exposure to UV radiation from the use of indoor tanning beds is an important risk factor in adolescents. Incidence of melanoma is higher among White persons compared with persons of other races and ethnicities. This difference likely reflects traits associated with increased melanoma risk, such as fair skin (which is more susceptible to sunburning), light-colored eyes, and red or blond hair being more common among White persons compared with persons of other races and ethnicities. Acral lentiginous melanoma, which occurs mostly on skin not frequently exposed to direct sunlight (eg, palms of hands, soles of feet, or under fingernails or toenails), is the most common type of melanoma among Black populations. Other melanoma risk factors include higher numbers of moles on the skin, atypical moles, as well as a personal and family history of skin cancer.",
        "general": "714",
        "tool": [
            "446",
            "450",
            "449",
            "448",
            "447"
        ]
    },
    {
        "id": 2031,
        "title": "Speech and Language Delay and Disorders in Children: Screening -- Children 5 years or younger without signs or symptoms of speech and language delay and disorders",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            0,
            5
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for speech and language delay and disorders in children 5 years or younger.",
        "riskName": "",
        "risk": [],
        "general": "857",
        "tool": [
            "531",
            "533",
            "532"
        ]
    },
    {
        "id": 1983,
        "title": "Statin Use for the Primary Prevention of Cardiovascular Disease in Adults: Preventive Medication -- Adults 76 years or older",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            76,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of initiating a statin for the primary prevention of CVD events and mortality in adults 76 years or older.",
        "riskName": "",
        "risk": [],
        "general": "634",
        "tool": [
            "428",
            "433",
            "290",
            "431",
            "430",
            "429"
        ]
    },
    {
        "id": 269,
        "title": "Thyroid Dysfunction: Screening -- Nonpregnant, asymptomatic adults",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for thyroid dysfunction in nonpregnant, asymptomatic adults.\r\rSee the Clinical Considerations section for suggestions for practice regarding the I statement.\r\rLiterature scans conducted in May 2024 in the MEDLINE and PubMed databases and the Cochrane Library showed a lack of new evidence to support an updated systematic review on the topic at this time. See the Literature Surveillance Report under the Supporting Evidence section of this webpage.",
        "servFreq": "The optimal screening interval for thyroid dysfunction (if one exists) is unknown.",
        "riskName": "",
        "risk": [],
        "riskText": "The most common cause of hypothyroidism in the United States is chronic autoimmune (Hashimoto) thyroiditis. Risk factors for an elevated TSH level include female sex, advancing age, white race, type 1 diabetes, Down syndrome, family history of thyroid disease, goiter, previous hyperthyroidism (possibly due in part to ablation therapy leading to iatrogenic thyroid dysfunction), and external-beam radiation in the head and neck area. Common causes of hyperthyroidism include Graves disease, Hashimoto thyroiditis, and functional thyroid nodules. Risk factors for a low TSH level include female sex; advancing age; black race; low iodine intake; personal or family history of thyroid disease; and ingestion of iodine-containing drugs, such as amiodarone. The USPSTF found no direct evidence that treatment of thyroid dysfunction based on risk level alters final health outcomes.",
        "general": "352",
        "tool": [
            "113"
        ]
    },
    {
        "id": 1908,
        "title": "Tobacco Smoking Cessation in Adults, Including Pregnant Persons: Interventions -- All adults",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of electronic cigarettes (e-cigarettes) for tobacco cessation in adults, including pregnant persons. The USPSTF recommends that clinicians direct patients who use tobacco to other tobacco cessation interventions with proven effectiveness and established safety.\rSee the Practice Considerations section for more information on recommended behavioral interventions and pharmacotherapy and for suggestions for practice regarding the I statements.",
        "riskName": "Tobacco user",
        "risk": [
            "39",
            "41"
        ],
        "general": "429",
        "tool": [
            "253",
            "260",
            "259",
            "258",
            "257",
            "256",
            "255",
            "254"
        ]
    },
    {
        "id": 1907,
        "title": "Tobacco Smoking Cessation in Adults, Including Pregnant Persons: Interventions -- Pregnant persons",
        "grade": "I",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            18,
            50
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of pharmacotherapy interventions for tobacco cessation in pregnant persons.",
        "riskName": "Tobacco user",
        "risk": [
            "39",
            "41"
        ],
        "general": "429",
        "tool": [
            "253",
            "260",
            "259",
            "258",
            "257",
            "256",
            "255",
            "254"
        ]
    },
    {
        "id": 586,
        "title": "Tobacco Use in Children and Adolescents: Primary Care Interventions -- School-aged children and adolescents who use tobacco",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            6,
            17
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of primary care--feasible interventions for the cessation of tobacco use among school-aged children and adolescents.\r\rSee the Practice Considerations section for more information on effective interventions to prevent initiation of tobacco use and for suggestions for practice regarding the I statement.",
        "riskName": "Tobacco user",
        "risk": [
            "41"
        ],
        "general": "417",
        "tool": [
            "224",
            "227",
            "226",
            "225"
        ]
    },
    {
        "id": 439,
        "title": "Unhealthy Alcohol Use in Adolescents and Adults: Screening and Behavioral Counseling Interventions -- Adolescents aged 12 to 17 years",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            12,
            17
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening and brief behavioral counseling interventions for alcohol use in primary care settings in adolescents aged 12 to 17 years.See the Clinical Considerations section for suggestions for practice regarding the I statement.",
        "riskName": "",
        "risk": [],
        "general": "409",
        "tool": [
            "204",
            "206",
            "205"
        ]
    },
    {
        "id": 768,
        "title": "Unhealthy Drug Use: Screening -- Adolescents",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            12,
            17
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for unhealthy drug use in adolescents.\r\rSee the \"Practice Considerations\" section for suggestions for practice regarding the I statement.",
        "riskName": "",
        "risk": [],
        "general": "408",
        "tool": [
            "201",
            "203",
            "202"
        ]
    },
    {
        "id": 373,
        "title": "Vision in Children Ages 6 Months to 5 Years: Screening -- Children younger than 3 years",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            0,
            2
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of vision screening in children younger than 3 years.",
        "riskName": "",
        "risk": [],
        "general": "395",
        "tool": [
            "164",
            "165"
        ]
    },
    {
        "id": 1919,
        "title": "Vitamin D Deficiency in Adults: Screening -- Asymptomatic, community-dwelling, nonpregnant adults",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of screening for vitamin D deficiency in asymptomatic adults.\r\rSee the Practice Considerations section for additional information regarding the I statement.",
        "riskName": "",
        "risk": [],
        "general": "438",
        "tool": [
            "315",
            "317",
            "316"
        ]
    },
    {
        "id": 408,
        "title": "Vitamin D, Calcium, or Combined Supplementation for the Primary Prevention of Fractures in Community-Dwelling Adults: Preventive Medication -- Men and premenopausal women",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of the benefits and harms of vitamin D and calcium supplementation, alone or combined, for the primary prevention of fractures in men and premenopausal women.",
        "riskName": "",
        "risk": [],
        "general": "402",
        "tool": [
            "183",
            "162",
            "184"
        ]
    },
    {
        "id": 409,
        "title": "Vitamin D, Calcium, or Combined Supplementation for the Primary Prevention of Fractures in Community-Dwelling Adults: Preventive Medication -- Postmenopausal women",
        "grade": "I",
        "gradeVer": 1,
        "gender": "female",
        "sex": "female",
        "ageRange": [
            40,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of the benefits and harms of daily supplementation with doses greater than 400 IU of vitamin D and greater than 1000 mg of calcium for the primary prevention of fractures in community-dwelling, postmenopausal women.",
        "riskName": "",
        "risk": [],
        "general": "402",
        "tool": [
            "183",
            "162",
            "184"
        ]
    },
    {
        "id": 1977,
        "title": "Vitamin, Mineral, and Multivitamin Supplementation to Prevent Cardiovascular Disease and Cancer: Preventive Medication -- Community-dwelling, nonpregnant adults",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of the use of multivitamin supplements for the prevention of cardiovascular disease or cancer.\r\rSee the \"Practice Considerations\" section for additional information regarding the I statement.",
        "riskName": "",
        "risk": [],
        "general": "446",
        "tool": [
            "354",
            "357",
            "356",
            "355"
        ]
    },
    {
        "id": 1978,
        "title": "Vitamin, Mineral, and Multivitamin Supplementation to Prevent Cardiovascular Disease and Cancer: Preventive Medication -- Community-dwelling, nonpregnant adults",
        "grade": "I",
        "gradeVer": 1,
        "gender": "men and women",
        "sex": "men and women",
        "ageRange": [
            18,
            100
        ],
        "text": "The USPSTF concludes that the current evidence is insufficient to assess the balance of benefits and harms of the use of single or paired nutrient supplements (other than beta carotene and vitamin E) for the prevention of cardiovascular disease or cancer.\r\rSee the \"Practice Considerations\" section for additional information regarding the I statement.",
        "riskName": "",
        "risk": [],
        "general": "446",
        "tool": [
            "354",
            "357",
            "356",
            "355"
        ]
    }
]